{
    "kategori": "Kitab Setelah 10 Sahabat Dijamin Surga",
    "range": "1609-1624",
    "jumlah": 16,
    "hadits": [
        {
            "number": 1609,
            "arab": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ عَنْ سُلَيْمَانَ يَعْنِي التَّيْمِيَّ عَنْ أَبِي عُثْمَانَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ قَالَ جَاءَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ بِضَيْفٍ لَهُ أَوْ بِأَضْيَافٍ لَهُ قَالَ فَأَمْسَى عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَلَمَّا أَمْسَى قَالَتْ لَهُ أُمِّي احْتَبَسْتَ عَنْ ضَيْفِكَ أَوْ أَضْيَافِكَ مُنْذُ اللَّيْلَةِ قَالَ أَمَا عَشَّيْتِهِمْ قَالَتْ لَا قَالَتْ قَدْ عَرَضْتُ ذَاكَ عَلَيْهِ أَوْ عَلَيْهِمْ فَأَبَوْا أَوْ فَأَبَى قَالَ فَغَضِبَ أَبُو بَكْرٍ وَحَلَفَ أَنْ لَا يَطْعَمَهُ وَحَلَفَ الضَّيْفُ أَوْ الْأَضْيَافُ أَنْ لَا يَطْعَمُوهُ حَتَّى يَطْعَمَهُ فَقَالَ أَبُو بَكْرٍ إِنْ كَانَتْ هَذِهِ مِنْ الشَّيْطَانِ قَالَ فَدَعَا بِالطَّعَامِ فَأَكَلَ وَأَكَلُوا قَالَ فَجَعَلُوا لَا يَرْفَعُونَ لُقْمَةً إِلَّا رَبَتْ مِنْ أَسْفَلِهَا أَكْثَرَ مِنْهَا فَقَالَ يَا أُخْتَ بَنِي فِرَاسٍ مَا هَذَا قَالَ فَقَالَتْ قُرَّةُ عَيْنِي إِنَّهَا الْآنَ لَأَكْثَرُ مِنْهَا قَبْلَ أَنْ نَأْكُلَ قَالَ فَأَكَلُوا وَبَعَثَ بِهَا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ أَنَّهُ أَكَلَ مِنْهَا",
            "id": "Telah menceritakan kepada kami Muhammad bin Abu 'Adi dari Sulaiman yaitu At Taimi, dari Abu 'Utsman dari Abdurrahman bin Abu Bakar berkata: Abu Bakar datang bersama seseorang atau beberapa orang tamunya. Kemudian Abu Bakar menghabiskan waktu sore di sisi Nabi shallallahu 'alaihi wa sallam. Saat pulang, ibuku berkata kepadanya: \"Kamu terlambat untuk menjamu tamu atau para tamumu pada malam ini.\" dia bertanya: \"Apakah kamu telah memberi makan malam kepada mereka?\" ibuku menjawab: \"Belum.\" Ibuku berkata lagi: \"Saya sudah tawarkan kepadanya atau kepada mereka, namun mereka menolaknya.\" Abu Bakar marah dan bersumpah untuk tidak memakannya, dan tamu tersebut atau para tamu tersebut juga bersumpah untuk tidak memakannya sampai Abu Bakar memakannya. Kemudian Abu Bakar berkata: \"perbuatan ini dari syetan.\" Lalu dia meminta makanan tersebut dan memakannya dan mereka juga memakannya, setiap kali mereka mengangkat suapan muncul dari bawahnya makanan yang lebih banyak, maka dia pun bertanya: \"Wahai saudari Bani Firasy, apa ini?\" Ibuku menjawab: \"Wahai penyejuk hatiku, sekarang makanan ini malah lebih banyak daripada sebelum kita makan.\" Kemudian mereka menyantapnya dan mengirimkannya kepada Nabi shallallahu 'alaihi wa sallam. Abdurrahman menceritakan bahwa beliau juga memakannya."
        },
        {
            "number": 1610,
            "arab": "حَدَّثَنَا عَارِمٌ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ عَنْ أَبِيهِ عَنْ أَبِي عُثْمَانَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ أَنَّهُ قَالَ كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثِينَ وَمِائَةً فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ مَعَ أَحَدٍ مِنْكُمْ طَعَامٌ فَإِذَا مَعَ رَجُلٍ صَاعٌ مِنْ طَعَامٍ أَوْ نَحْوُهُ فَعُجِنَ ثُمَّ جَاءَ رَجُلٌ مُشْرِكٌ مُشْعَانٌّ طَوِيلٌ بِغَنَمٍ يَسُوقُهَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبَيْعًا أَمْ عَطِيَّةً أَوْ قَالَ أَمْ هَدِيَّةً قَالَ لَا بَلْ بَيْعٌ فَاشْتَرَى مِنْهُ شَاةً فَصُنِعَتْ وَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِسَوَادِ الْبَطْنِ أَنْ يُشْوَى قَالَ وَايْمُ اللَّهِ مَا مِنْ الثَّلَاثِينَ وَالْمِائَةِ إِلَّا قَدْ حَزَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُزَّةً مِنْ سَوَادِ بَطْنِهَا إِنْ كَانَ شَاهِدًا أَعْطَاهَا إِيَّاهُ وَإِنْ كَانَ غَائِبًا خَبَأَ لَهُ قَالَ وَجَعَلَ مِنْهَا قَصْعَتَيْنِ قَالَ فَأَكَلْنَا أَجْمَعُونَ وَشَبِعْنَا وَفَضَلَ فِي الْقَصْعَتَيْنِ فَجَعَلْنَاهُ عَلَى الْبَعِيرِ أَوْ كَمَا قَالَ",
            "id": "Telah menceritakan kepada kami 'Arim telah menceritakan kepada kami Mu'tamir bin Sulaiman dari Bapaknya dari Abu 'Utsman dari Abdurrahman bin Abu Bakar bahwa dia berkata: Kami pernah menyertai Nabi shallallahu 'alaihi wa sallam dan jumlah kami saat itu seratus tiga puluh orang. Nabi shallallahu 'alaihi wa sallam bertanya pada kami: \"Apakah diantara kalian ada yang membawa makanan?\" ternyata seorang laki-laki mempunyai satu sha' makanan atau yang semisalnya, kemudian makanan tersebut dibuat adonan. Lalu datang seorang musyrik berambut kusut dan berperawakan jangkung membawa beberapa ekor kambing. Maka Nabi shallallahu 'alaihi wa sallam bertanya: \"Apakah ini dagangan atau pemberian?\" Atau beliau berkata: \"Atau hadiah?\" Laki-laki itu menjawab: \"Bukan, ini adalah dagangan.\" lalu beliau membeli seekor kambing dan kambing tersebut dimasak. Nabi shallallahu 'alaihi wa sallam memerintahkan agar jantung kambing itu dipanggang. Abdurrahman berkata: Demi Allah! tidak seorangpun dari seratus tiga puluh orang itu kecuali beliau beri satu potongan dari jantung kambing tersebut. Bagi yang hadir beliau berikan kepadanya, dan jika tidak hadir maka beliau simpankan baginya, lalu beliau letakkan potongan-potongan jantung dan adonan tersebut kedalam dua nampan, kami semua makan hingga kenyang bahkan masih tersisa. Kemudian sisa makanan itu kami taruh diatas tunggangan kami.\" Atau dengan lafazh yang semisalnya."
        },
        {
            "number": 1611,
            "arab": "حَدَّثَنَا عَارِمٌ وَعَفَّانُ قَالَا حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ قَالَ عَفَّانُ فِي حَدِيثِهِ قَالَ سَمِعْتُ أَبِي حَدَّثَنَا أَبُو عُثْمَانَ أَنَّهُ حَدَّثَهُ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ أَنَّ أَصْحَابَ الصُّفَّةِ كَانُوا أُنَاسًا فُقَرَاءَ وَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَرَّةً مَنْ كَانَ عِنْدَهُ طَعَامُ اثْنَيْنِ فَلْيَذْهَبْ بِثَالِثٍ وَقَالَ عَفَّانُ بِثَلَاثَةٍ وَمَنْ كَانَ عِنْدَهُ طَعَامُ أَرْبَعَةٍ فَلْيَذْهَبْ بِخَامِسٍ سَادِسٍ أَوْ كَمَا قَالَ وَأَنَّ أَبَا بَكْرٍ جَاءَ بِثَلَاثَةٍ وَانْطَلَقَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَشَرَةٍ وَأَبُو بَكْرٍ بِثَلَاثَةٍ قَالَ عَفَّانُ بِسَادِسٍ",
            "id": "Telah menceritakan kepada kami 'Arim dan 'Affan keduanya berkata: telah menceritakan kepada kami Mu'tamir bin Sulaiman , sedang 'Affan berkata dalam haditsnya: Mu'tamir berkata: saya mendengar bapakku berkata: telah menceritakan kepada kami Abu 'Utsman , bahwa Abdurrahman bin Abu Bakar menceritakan kepadanya, bahwa para ahli Shuffah adalah orang-orang fakir, dan suatu ketika Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Barangsiapa memiliki makanan yang cukup untuk dua orang maka ajaklah orang ketiga.\" -'Affan berkata: \"Untuk tiga orang\"- Barangsiapa memiliki makanan yang cukup untuk empat orang maka ajaklah orang kelima, atau keenam.\" Atau sebagaimana yang beliau sabdakan, Abu Bakar datang bersama tiga orang, dan Nabi shallallahu 'alaihi wa sallam bersama dengan sepuluh orang sedang Abu Bakar dengan tiga orang.-'Affan berkata: dengan enam orang.-"
        },
        {
            "number": 1612,
            "arab": "حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرٍو يَعْنِي ابْنَ دِينَارٍ أَخْبَرَهُ عَمْرُو بْنُ أَوْسٍ الثَّقَفِيُّ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ قَالَ أَمَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ أُرْدِفَ عَائِشَةَ إِلَى التَّنْعِيمِ فَأُعْمِرَهَا",
            "id": "Telah menceritakan kepada kami Sufyan bin 'Uyainah dari 'Amru yaitu Ibnu Dinar, bahwa 'Amru bin Aus Ats Tsaqafi mengabarinya, bahwa Abdurrahman bin Abu Bakar telah menceritakan kepadaku, dia berkata: \"Rasulullah shallallahu 'alaihi wa sallam menyuruhku untuk menemani Aisyah ke at Tan'im dalam rangka umrah.\""
        },
        {
            "number": 1613,
            "arab": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ السَّهْمِيُّ حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ عَنِ الْقَاسِمِ بْنِ مِهْرَانَ عَنْ مُوسَى بْنِ عُبَيْدٍ عَنْ مَيْمُونِ بْنِ مِهْرَانَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ رَبِّي أَعْطَانِي سَبْعِينَ أَلْفًا مِنْ أُمَّتِي يَدْخُلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ فَهَلَّا اسْتَزَدْتَهُ قَالَ قَدْ اسْتَزَدْتُهُ فَأَعْطَانِي مَعَ كُلِّ رَجُلٍ سَبْعِينَ أَلْفًا قَالَ عُمَرُ فَهَلَّا اسْتَزَدْتَهُ قَالَ قَدْ اسْتَزَدْتُهُ فَأَعْطَانِي هَكَذَا وَفَرَّجَ عَبْدُ اللَّهِ بْنُ بَكْرٍ بَيْنَ يَدَيْهِ وَقَالَ عَبْدُ اللَّهِ وَبَسَطَ بَاعَيْهِ وَحَثَا عَبْدُ اللَّهِ و قَالَ هِشَامٌ وَهَذَا مِنْ اللَّهِ لَا يُدْرَى مَا عَدَدُهُ",
            "id": "Telah menceritakan kepada kami Abdullah bin Abu Bakar As Sahmi telah menceritakan kepada kami Hisyam dari Al Qasim bin Mihran dari Musa bin 'Ubaid dari Maimun bin Mihran dari Abdurrahman bin Abu Bakar bahwa Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Rabbku memberikan padaku tujuhpuluh ribu orang dari umatku yang masuk syurga tanpa hisab.\" Lalu Umar bertanya: \"Wahai Rasulullah, apakah anda tidak meminta tambahan?\" Beliau berkata: \"Aku meminta agar ditambah, lalu Dia memberiku setiap satu orang dari itu membawa tujuh puluh ribu orang.\" Umar bertanya lagi: \"Apakah anda tidak meminta tambahan lagi?\" beliau menjawab: \"Aku telah meminta-Nya, dan Dia memberiku sama seperti itu juga.\" Abdullah bin Bakar membentangkan kedua tangannya, kemudian berkata: \"Beliau membentangkan kedua tangannya\" dan Abdullah mempraktekannya. Dan Hisyam berkata: \"Ini merupakan karunia dari Allah yang tidak diketahui berapa jumlahnya.\""
        },
        {
            "number": 1614,
            "arab": "حَدَّثَنَا يَزِيدُ أَنْبَأَنَا صَدَقَةُ بْنُ مُوسَى عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ عَنْ قَيْسِ بْنِ زَيْدٍ عَنْ قَاضِي الْمِصْرَيْنِ وَهُوَ شُرَيْحٌ وَالْمِصْرَانِ الْبَصْرَةُ وَالْكُوفَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ عَزَّ وَجَلَّ لَيَدْعُو بِصَاحِبِ الدَّيْنِ يَوْمَ الْقِيَامَةِ فَيُقِيمُهُ بَيْنَ يَدَيْهِ فَيَقُولُ أَيْ عَبْدِي فِيمَ أَذْهَبْتَ مَالَ النَّاسِ فَيَقُولُ أَيْ رَبِّ قَدْ عَلِمْتَ أَنِّي لَمْ أُفْسِدْهُ إِنَّمَا ذَهَبَ فِي غَرَقٍ أَوْ حَرَقٍ أَوْ سَرِقَةٍ أَوْ وَضِيعَةٍ فَيَدْعُو اللَّهُ عَزَّ وَجَلَّ بِشَيْءٍ فَيَضَعُهُ فِي مِيزَانِهِ فَتَرْجَحُ حَسَنَاتُهُ",
            "id": "Telah menceritakan kepada kami Yazid telah memberitakan kepada kami Shadaqah bin Musa dari Abu 'Imran Al Jauni dari Qais bin Zaid dari seorang hakim di dua kota, yaitu Bashrah dan Kufah dari Abdurrahman bin Abu Bakar berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Sesungguhnya Allah 'azza wajalla akan memanggil orang yang berhutang pada hari kiamat, dan menempatkannya di depan-Nya. Lalu Dia bertanya: 'Wahai hambaKu, dimanakah engkau hilangkan harta manusia? ' Hamba itu menjawab: 'Wahai Rabbku, sungguh Engkau telah mengetahui bahwasannya aku tidak menelantarkannya. Akan tetapi harta itu hilang karena tenggelam, terbakar, kecurian atau hilang.' Lalu Allah memanggil sesuatu (hutang tersebut), Kemudian Allah meletakkannya di timbangan, ternyata amal kebaikannya lebih berat.\""
        },
        {
            "number": 1615,
            "arab": "حَدَّثَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا صَدَقَةُ حَدَّثَنَا أَبُو عِمْرَانَ حَدَّثَنِي قَيْسُ بْنُ زَيْدٍ عَنْ قَاضِي الْمِصْرَيْنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَدْعُو اللَّهُ بِصَاحِبِ الدَّيْنِ يَوْمَ الْقِيَامَةِ حَتَّى يُوقَفَ بَيْنَ يَدَيْهِ فَيُقَالُ يَا ابْنَ آدَمَ فِيمَ أَخَذْتَ هَذَا الدَّيْنَ وَفِيمَ ضَيَّعْتَ حُقُوقَ النَّاسِ فَيَقُولُ يَا رَبِّ إِنَّكَ تَعْلَمُ أَنِّي أَخَذْتُهُ فَلَمْ آكُلْ وَلَمْ أَشْرَبْ وَلَمْ أَلْبَسْ وَلَمْ أُضَيِّعْ وَلَكِنْ أَتَى عَلَى يَدَيَّ إِمَّا حَرَقٌ وَإِمَّا سَرَقٌ وَإِمَّا وَضِيعَةٌ فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ صَدَقَ عَبْدِي أَنَا أَحَقُّ مَنْ قَضَى عَنْكَ الْيَوْمَ فَيَدْعُو اللَّهُ بِشَيْءٍ فَيَضَعُهُ فِي كِفَّةِ مِيزَانِهِ فَتَرْجَحُ حَسَنَاتُهُ عَلَى سَيِّئَاتِهِ فَيَدْخُلُ الْجَنَّةَ بِفَضْلِ رَحْمَتِهِ",
            "id": "Telah menceritakan kepada kami Abdushshamad telah menceritakan kepada kami Shadaqah telah menceritakan kepada kami Abu 'Imran telah menceritakan kepadaku Qais bin Zaid dari seorang hakim di dua kota dari Abdurrahman bin Abu Bakar berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Allah akan memanggil orang yang berhutang pada Hari Kiamat, sehingga dia menempatkannya di depanNya. Lalu ditanyakan: 'Wahai Ibnu Adam, untuk apa hutang kamu ini, dan kenapa kamu menghilangkan hak orang lain? ' Hamba itu menjawab: 'Wahai Rabbku, sungguh Engkau telah mengetahui bahwasannya aku mengambilnya namun saya tidak memakan dan tidak meminumnya bahkan tidak memakainya, namun yang ada di hadapanku ada yang terbakar, ada yang dicuri dan ada yang hilang.' Lalu Allah Azza Wa Jalla berkata: 'HambaKu benar, dan Aku yang paling berhak untuk menunaikannya untukmu saat ini.' Maka Allah 'azza wajalla memanggil seuatu (hutang rang tersebut). Kemudian meletakkannya di timbangan, dan ternyata amal kebaikannya lebih berat daripada kejelekannya dan dia masuk syurga karena rahmatNya.\""
        },
        {
            "number": 1616,
            "arab": "حَدَّثَنَا عَلِيُّ بْنُ إِسْحَاقَ أَنْبَأَنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ الْمُبَارَكِ أَنْبَأَنَا زَكَرِيَّا بْنُ إِسْحَاقَ عَنِ ابْنِ أَبِي نَجِيحٍ أَنَّ أَبَاهُ حَدَّثَهُ أَنَّهُ أَخْبَرَهُ مَنْ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ارْحَلْ هَذِهِ النَّاقَةَ ثُمَّ أَرْدِفْ أُخْتَكَ فَإِذَا هَبَطْتُمَا مِنْ أَكَمَةِ التَّنْعِيمِ فَأَهِلَّا وَأَقْبِلَا وَذَلِكَ لَيْلَةُ الصَّدَرِ",
            "id": "Telah menceritakan kepada kami Ali bin Ishaq telah memberitakan kepada kami Abdullah yaitu Ibnu Mubarak, telah memberitakan kepada kami Zakaria bin Ishaq dari Ibnu Abu Nujaih bahwa Bapaknya menceritakannya, seseorang yang mendengar Abdurrahman bin Abu Bakar mengabarinya, dia berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Naiklah pada unta ini dan boncengkan saudarimu. Jika kalian telah sampai pada bukit Tan'im maka berihramlah dan berjalanlah menuju Makkah.\" Dan saat itu adalah pada lailatus shadar."
        },
        {
            "number": 1617,
            "arab": "حَدَّثَنَا دَاوُدُ بْنُ مِهْرَانَ الدَّبَّاغُ حَدَّثَنَا دَاوُدُ يَعْنِي الْعَطَّارَ عَنِ ابْنِ خُثَيْمٍ عَنْ يُوسُفَ بْنِ مَاهَكَ عَنْ حَفْصَةَ ابْنَةِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ عَنْ أَبِيهَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِعَبْدِ الرَّحْمَنِ أَرْدِفْ أُخْتَكَ يَعْنِي عَائِشَةَ فَأَعْمِرْهَا مِنْ التَّنْعِيمِ فَإِذَا هَبَطْتَ بِهَا مِنْ الْأَكَمَةِ فَمُرْهَا فَلْتُحْرِمْ فَإِنَّهَا عُمْرَةٌ مُتَقَبَّلَةٌ",
            "id": "Telah menceritakan kepada kami Daud bin Mihran Ad Dabbagh telah menceritakan kepada kami Daud yaitu Al 'Athar, dari Ibnu Khutsaim dari Yusuf bin Mahik dari Hafshah binti Abdurrahman bin Abu Bakar dari Bapaknya bahwa Rasulullah shallallahu 'alaihi wa sallam bersabda kepada Abdurrahman: \"Boncengkan saudarimu. Yaitu Aisyah, dan bantulah dia dalam melaksanakan umrah dari Tan'im. Jika kamu telah sampai di bukitnya maka lewatilah dan berihramlah, karena itu merupakan ihram yang akan diterima.\""
        },
        {
            "number": 1618,
            "arab": "حَدَّثَنَا عَارِمٌ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ عَنْ أَبِيهِ عَنْ أَبِي عُثْمَانَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ أَنَّهُ قَالَ كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثِينَ وَمِائَةً فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ مَعَ أَحَدٍ مِنْكُمْ طَعَامٌ فَإِذَا مَعَ رَجُلٍ صَاعٌ مِنْ طَعَامٍ أَوْ نَحْوُهُ فَعُجِنَ ثُمَّ جَاءَ رَجُلٌ مُشْرِكٌ مُشْعَانٌّ طَوِيلٌ بِغَنَمٍ يَسُوقُهَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبَيْعًا أَمْ عَطِيَّةً أَوْ قَالَ أَمْ هِبَةً قَالَ لَا بَلْ بَيْعٌ فَاشْتَرَى مِنْهُ شَاةً فَصُنِعَتْ وَأَمَرَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِسَوَادِ الْبَطْنِ أَنْ يُشْوَى قَالَ وَايْمُ اللَّهِ مَا مِنْ الثَّلَاثِينَ وَالْمِائَةِ إِلَّا قَدْ حَزَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ حُزَّةً مِنْ سَوَادِ بَطْنِهَا إِنْ كَانَ شَاهِدًا أَعْطَاهُ إِيَّاهُ وَإِنْ كَانَ غَائِبًا خَبَأَ لَهُ قَالَ وَجَعَلَ مِنْهَا قَصْعَتَيْنِ قَالَ فَأَكَلْنَا أَجْمَعُونَ وَشَبِعْنَا وَفَضَلَ فِي الْقَصْعَتَيْنِ فَحَمَلْنَاهُ عَلَى بَعِيرٍ أَوْ كَمَا قَالَ",
            "id": "Telah menceritakan kepada kami 'Arim telah menceritakan kepada kami Mu'tamir bin Sulaiman dari Bapaknya dari Abu 'Utsman dari Abdurrahman bin Abu Bakar bahwa dia berkata: \" Kami pernah menyertai Nabi shallallahu 'alaihi wa sallam dan jumlah kami saat itu seratus tiga puluh orang. Nabi shallallahu 'alaihi wa sallam bertanya pada kami: \"Apakah diantara kalian ada yang membawa makanan?\" ternyata seorang laki-laki mempunyai satu sha' makanan atau yang semisalnya, kemudian makanan tersebut dibuat adonan. Lalu datang seorang musyrik berambut kusut dan berperawakan jangkung membawa beberapa ekor kambing. Maka Nabi shallallahu 'alaihi wa sallam bertanya: \"Apakah ini dagangan atau pemberian?\" Atau beliau berkata: \"Atau hibah?\" Laki-laki itu menjawab: \"Bukan, tapi ini dagangan.\" lalu beliau membeli seekor kambing dan kambing tersebut dimasak. Nabi shallallahu 'alaihi wa sallam memerintahkan agar jantung kambing itu dipanggang. Abdurrahman berkata: Demi Allah! tidak seorangpun dari seratus tiga puluh orang itu kecuali beliau beri satu potongan dari jantung kambing tersebut. Bagi yang hadir beliau berikan kepadanya, dan jika tidak hadir maka beliau simpankan baginya, lalu beliau letakkan potongan-potongan jantung dan adonan tersebut kedalam dua nampan, kami semua makan hingga kenyang bahkan masih tersisa. Kemudian sisa makanan itu kami taruh diatas tunggangan kami.\" Atau dengan lafazh yang semisalnya."
        },
        {
            "number": 1619,
            "arab": "حَدَّثَنَا عَارِمٌ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ عَنْ أَبِيهِ حَدَّثَنَا أَبُو عُثْمَانَ أَنَّهُ حَدَّثَهُ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ أَنَّ أَصْحَابَ الصُّفَّةِ كَانُوا أُنَاسًا فُقَرَاءَ وَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَرَّةً مَنْ كَانَ عِنْدَهُ طَعَامُ اثْنَيْنِ فَلْيَذْهَبْ بِثَالِثٍ مَنْ كَانَ عِنْدَهُ طَعَامُ أَرْبَعَةٍ فَلْيَذْهَبْ بِخَامِسٍ بِسَادِسٍ أَوْ كَمَا قَالَ وَأَنَّ أَبَا بَكْرٍ جَاءَ بِثَلَاثَةٍ فَانْطَلَقَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَشَرَةٍ وَأَبُو بَكْرٍ بِثَلَاثَةٍ قَالَ فَهُوَ أَنَا وَأَبِي وَأُمِّي وَلَا أَدْرِي هَلْ قَالَ وَامْرَأَتِي وَخَادِمٌ بَيْنَ بَيْتِنَا وَبَيْتِ أَبِي بَكْرٍ وَإِنَّ أَبَا بَكْرٍ تَعَشَّى عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ لَبِثَ حَتَّى صَلَّيْتُ الْعِشَاءَ ثُمَّ رَجَعَ فَلَبِثَ حَتَّى نَعَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَ بَعْدَمَا مَضَى مِنْ اللَّيْلِ مَا شَاءَ اللَّهُ قَالَتْ لَهُ امْرَأَتُهُ مَا حَبَسَكَ عَنْ أَضْيَافِكَ أَوْ قَالَتْ ضَيْفِكَ قَالَ أَوَمَا عَشَّيْتِهِمْ قَالَتْ أَبَوْا حَتَّى تَجِيءَ قَدْ عَرَضُوا عَلَيْهِمْ فَغَلَبُوهُمْ قَالَ فَذَهَبْتُ أَنَا فَاخْتَبَأْتُ قَالَ يَا غُنْثَرُ أَوْ يَا عَنْتَرُ فَجَدَّعَ وَسَبَّ وَقَالَ كُلُوا لَا هَنِيًّا وَقَالَ وَاللَّهِ لَا أَطْعَمُهُ أَبَدًا قَالَ وَحَلَفَ الضَّيْفُ أَنْ لَا يَطْعَمَهُ حَتَّى يَطْعَمَهُ أَبُو بَكْرٍ قَالَ فَقَالَ أَبُو بَكْرٍ هَذِهِ مِنْ الشَّيْطَانِ قَالَ فَدَعَا بِالطَّعَامِ فَأَكَلَ قَالَ فَايْمُ اللَّهِ مَا كُنَّا نَأْخُذُ مِنْ لُقْمَةٍ إِلَّا رَبَا مِنْ أَسْفَلِهَا أَكْثَرَ مِنْهَا قَالَ حَتَّى شَبِعُوا وَصَارَتْ أَكْثَرَ مِمَّا كَانَتْ قَبْلَ ذَلِكَ فَنَظَرَ إِلَيْهَا أَبُو بَكْرٍ فَإِذَا هِيَ كَمَا هِيَ أَوْ أَكْثَرُ فَقَالَ لِامْرَأَتِهِ يَا أُخْتَ بَنِي فِرَاسٍ مَا هَذَا قَالَتْ لَا وَقُرَّةِ عَيْنِي لَهِيَ الْآنَ أَكْثَرُ مِنْهَا قَبْلَ ذَلِكَ بِثَلَاثِ مِرَارٍ فَأَكَلَ مِنْهَا أَبُو بَكْرٍ وَقَالَ إِنَّمَا كَانَ ذَلِكَ مِنْ الشَّيْطَانِ يَعْنِي يَمِينَهُ ثُمَّ أَكَلَ لُقْمَةً ثُمَّ حَمَلَهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَصْبَحَتْ عِنْدَهُ قَالَ وَكَانَ بَيْنَنَا وَبَيْنَ قَوْمٍ عَقْدٌ فَمَضَى الْأَجَلُ فَعَرَّفْنَا اثْنَيْ عَشَرَ رَجُلًا مَعَ كُلِّ رَجُلٍ أُنَاسٌ اللَّهُ أَعْلَمُ كَمْ مَعَ كُلِّ رَجُلٍ غَيْرَ أَنَّهُ بَعَثَ مَعَهُمْ فَأَكَلُوا مِنْهَا أَجْمَعُونَ أَوْ كَمَا قَالَ",
            "id": "Telah menceritakan kepada kami 'Arim telah menceritakan kepada kami Mu'tamir bin Sulaiman dari bapaknya telah menceritakan kepada kami Abu 'Utsman bahwa Abdurrahman bin Abu Bakar menceritakannya, bahwa para ahli Shuffah adalah orang-orang fakir. Rasulullah shallallahu 'alaihi wa sallam suatu kali bersabda: \"Barangsiapa memiliki makanan yang cukup untuk dua orang maka ajaklah orang ketiga (untuk ikut serta makan). Barangsiapa memiliki makanan yang cukup untuk empat orang maka ajaklah orang kelima, atau keenam.\" Abu Bakar datang bersama tiga orang dan Nabi shallallahu 'alaihi wa sallam bersama dengan sepuluh orang, dan Abu Bakar dengan tiga orang, yaitu saya bapakku dan ibuku. -Abu 'Utsman berkata: Saya tidak tahu apakah Abdurrahman mengatakan: Istriku, pelayan yang berada di rumah kami dan rumah Abu Bakar. Abu Bakar makan malam bersama Rasulullah shallallahu 'alaihi wa sallam kemudian tetap di sana sampai saya selesai melaksanakan shalat isya', kemudian dia kembali lagi ke tempat tersebut sehingga Rasulullah shallallahu 'alaihi wa sallam mengantuk. Setelah berlalu waktu mendekati perengahan malam dia datang, dan istrinya bertanya: \"Apa yang menyebabkan kamu terlambat untuk melayani para tamumu, atau seorang tamumu?\" Abu Bakar berkata: \"Apakah kamu telah memberi makan malam kepada mereka?\" dia menjawab: \"Mereka menolaknya sampai kamu datang, padahal sudah saya tawarkan kepada mereka.\" Kemudian saya pergi bersembunyi mengawasi. Abu Bakar berkata: \"Wahai Ghuntsar atau 'Antar (kata hinaan kepada mereka)!\" Abu Bakar merendahkannya dan mencelanya, lalu dia berkata: \"Makanlah kalian seadanya. Demi Allah! Saya tidak akan makan selamanya.\" Abdurrahman berkata: Tamu tersebut juga bersumpah, bahwa dia tidak akan memakannya sampai Abu Bakar memakannya. Abu Bakar berkata: \"Perbuatan ini dari syetan.\" Lalu dia meminta makanan tersebut dan memakannya dan mereka juga memakannya. Maka tidaklah kami mengangkat satu suapan kecuali muncul dari bawahnya makanan yang lebih banyak. Sampai akhirnya mereka kenyang dan jumlahnya semakin bertambah banyak dari sebelumnya. Kemudian Abu Bakar melihat makanan itu, dan rupanya makanan tersebut seperti semula atau bahkan lebih banyak. Lalu Abu Bakar bertanya kepada istrinya: \"Wahai saudari Bani Firasy, apa ini?\" Dia menjawab: \"Wahai penyejuk hatiku, sekarang makanan ini malah lebih banyak daripada sebelum kita makan.\" (dia ucapkan) tiga kali. Kemudian Abu Bakar menyantapnya dan berkata: \"sesungguhnya hal itu (sumpahnya) dari syetan, \" setelah memakan satu suapan dia membawanya kepada Rasulullah shallallahu 'alaihi wa sallam dan akhirnya makanan tersebut berada di tempat beliau. Ketika itu antara kami dan suatu kaum ada sebuah perjanjian yang masa berlakunya telah selesai. Kemudian kami mengangkat dua belas orang sebagai pemimpin dan setiap orang memimpin beberapa orang. Allah yang tahu berapa jumlah mereka yang bersama setiap pemimpin, dan Abu Bakar mengirim makanan tersebut kepada mereka dan mereka semuanya memakan makanan tersebut."
        },
        {
            "number": 1620,
            "arab": "حَدَّثَنَا عَفَّانُ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ قَالَ سَمِعْتُ أَبِي يَقُولُ حَدَّثَنَا أَبُو عُثْمَانَ أَنَّهُ حَدَّثَهُ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ أَنَّ أَصْحَابَ الصُّفَّةِ كَانُوا أُنَاسًا فُقَرَاءَ وَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ كَانَ عِنْدَهُ طَعَامُ اثْنَيْنِ فَلْيَذْهَبْ بِثَلَاثَةٍ وَمَنْ كَانَ عِنْدَهُ طَعَامُ أَرْبَعَةٍ فَلْيَذْهَبْ بِخَامِسٍ بِسَادِسٍ أَوْ كَمَا قَالَ وَأَنَّ أَبَا بَكْرٍ جَاءَ بِثَلَاثَةٍ وَانْطَلَقَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَشَرَةٍ قَالَ فَهُوَ وَأَنَا وَأَبِي وَأُمِّي وَلَا أَدْرِي هَلْ قَالَ امْرَأَتِي وَخَادِمٌ بَيْنَ بَيْتِنَا وَبَيْتِ أَبِي بَكْرٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ",
            "id": "Telah menceritakan kepada kami 'Affan telah menceritakan kepada kami Mu'tamir bin Sulaiman berkata: saya mendengar Bapakku berkata: telah menceritakan kepada kami Abu 'Utsman bahwa Abdurrahman bin Abu Bakar menceritakan kepadanya, bahwa para ahli Shuffah, adalah orang-orang fakir. Rasulullah shallallahu 'alaihi wa sallam suatu ketika bersabda: \"Barangsiapa memiliki makanan yang cukup untuk dua orang maka ajaklah orang ketiga (untuk diajak makan bersama). Barangsiapa memiliki makanan yang cukup untuk empat orang maka ajaklah orang kelima dan keenam.\" Abu Bakar datang bersama tiga orang dan Nabiyullah shallallahu 'alaihi wa sallam bersama dengan sepuluh orang. Abdurrahman berkata: \"Yaitu saya, bapakku dan ibuku.\" Abu 'Utsman berkata: Saya tidak tahu apakah dia mengatakan: \"Dan istriku serta seorang pelayan di rumah kami dan rumah Abu Bakar RAdhi Allahu 'anhu.\""
        },
        {
            "number": 1621,
            "arab": "حَدَّثَنَا عَلِيُّ بْنُ بَحْرٍ حَدَّثَنَا عِيسَى بْنُ يُونُسَ حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ حَدَّثَنَا خَالِدُ بْنُ سَلَمَةَ أَنْ عَبْدَ الْحَمِيدِ بْنَ عَبْدِ الرَّحْمَنِ دَعَا مُوسَى بْنَ طَلْحَةَ حِينَ عَرَّسَ عَلَى ابْنِهِ فَقَالَ يَا أَبَا عِيسَى كَيْفَ بَلَغَكَ فِي الصَّلَاةِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مُوسَى سَأَلْتُ زَيْدَ بْنَ خَارِجَةَ عَنْ الصَّلَاةِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ زَيْدٌ إِنِّي سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَفْسِي فَقُلْتُ كَيْفَ الصَّلَاةُ عَلَيْكَ قَالَ صَلُّوا وَاجْتَهِدُوا ثُمَّ قُولُوا اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ",
            "id": "Telah menceritakan kepada kami Ali bin Bahr telah menceritakan kepada kami Isa bin Yunus telah menceritakan kepada kami 'Utsman bin Hakim telah menceritakan kepada kami Khalid bin Salamah bahwa Abdul Hamid bin Abdurrahman mengundang Musa bin Thalhah ketika sedang mengadakan walimah putranya. Dia berkata: \"Wahai Abu Isa, apa yang engkau ketahui tentang shalawat kepada Nabi shallallahu 'alaihi wa sallam?\" Maka Musa menjawab: Aku bertanya pada Zaid bin Kharijah tentang shalawat pada Nabi shallallahu 'alaihi wa sallam, maka Zaid menjawab: Saya bertanya sendiri kepada Rasulullah shallallahu 'alaihi wa sallam: \"Bagaimanakah cara shalawat kepada anda?\" Beliau menjawab: \"Shalatlah kalian dan bersungguh-sungguhlah, kemudian ucapkanlah: ALLAHUMMA BARIK 'ALA MUHAMMADIN WA 'ALA ALI MUHAMMAD KAMAA BAARAKTA 'ALA IBRAHIIM INNAKA HAMIIDUM MAJIID. (Ya, Allah berilah berkah kepada Muhammad dan kepada keluarga Muhammad sebagaimana Engkau telah memberi berkah kepada Ibrahim. Sesungguhnya Engkau adalah Maha Terpuji dan Maha Perkasa).\""
        },
        {
            "number": 1622,
            "arab": "حَدَّثَنَا عَلِيُّ بْنُ بَحْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ يَحْيَى بْنِ عَبَّادٍ عَنْ أَبِيهِ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ قَالَ أَتَى الْحَارِثُ بْنُ خَزَمَةَ بِهَاتَيْنِ الْآيَتَيْنِ مِنْ آخِرِ بَرَاءَةَ { لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ } إِلَى عُمَرَ بْنِ الْخَطَّابِ فَقَالَ مَنْ مَعَكَ عَلَى هَذَا قَالَ لَا أَدْرِي وَاللَّهِ إِلَّا أَنِّي أَشْهَدُ لَسَمِعْتُهَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَوَعَيْتُهَا وَحَفِظْتُهَا فَقَالَ عُمَرُ وَأَنَا أَشْهَدُ لَسَمِعْتُهَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ لَوْ كَانَتْ ثَلَاثَ آيَاتٍ لَجَعَلْتُهَا سُورَةً عَلَى حِدَةٍ فَانْظُرُوا سُورَةً مِنْ الْقُرْآنِ فَضَعُوهَا فِيهَا فَوَضَعْتُهَا فِي آخِرِ بَرَاءَةَ",
            "id": "Telah menceritakan kepada kami Ali bin Bahr telah menceritakan kepada kami Muhammad bin Salamah dari Muhammad bin Ishaq dari Yahya bin 'Abbad dari Bapaknya, 'Abbad bin Abdullah bin Zubair berkata: Al Harts bin Khazmah menemui Umar bin Al Khatthab dengan membawa dua ayat terakhir surat al Bara`ah: (Sungguh telah datang kepada kalian seorang rasul dari golongan kalian …) Maka Umar bertanya: \"Siapa yang menjadi saksimu atas hal ini?\"dia menjawab: \"Aku tidak tahu, demi Allah! namun Aku bersumpah sungguh aku mendengarnya dari Rasulullah shallallahu 'alaihi wa sallam, aku memahaminya dan menghafalnya.\" Maka Umar berkata: \"Aku juga bersaksi bahwa aku juga benar-benar mendengarnya langsung dari Rasulullah shallallahu 'alaihi wa sallam.\" Kemudian dia mengatakan: \"Andaikan jumlah ayat-ayat itu tiga ayat, niscaya akan aku jadikan satu surat tersendiri. Maka carilah salah satu surat dari Al Qur`an (yang sesuai dengannya), lalu letakkanlah keduanya di dalamnya. Aku pun meletakkannya pada akhir surat al Bara`ah."
        },
        {
            "number": 1623,
            "arab": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ يَعْنِي أَبَا دَاوُدَ الطَّيَالِسِيَّ حَدَّثَنَا أَبُو عَامِرٍ الْخَزَّازُ عَنِ الْحَسَنِ عَنْ سَعْدٍ مَوْلَى أَبِي بَكْرٍ قَالَ قَدَّمْتُ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَمْرًا فَجَعَلُوا يَقْرُنُونَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقْرُنُوا",
            "id": "Telah menceritakan kepada kami Sulaiman bin Daud yaitu Abu Daud Ath Thayalisi, telah menceritakan kepada kami Abu 'Amir Al Khazzaz dari Al Hasan dari Sa'd mantan budak Abu Bakar berkata: Aku pernah menyerahkan kurma ke hadapan Rasulullah shallallahu 'alaihi wa sallam, kemudian para sahabat menggabungkan dua kurma ketika makan. Maka Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Janganlah kalian menggabungkan dua kurma ketika makan!\""
        },
        {
            "number": 1624,
            "arab": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ حَدَّثَنَا أَبُو عَامِرٍ عَنِ الْحَسَنِ عَنْ سَعْدٍ مَوْلَى أَبِي بَكْرٍ وَكَانَ يَخْدُمُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعْجِبُهُ خِدْمَتُهُ فَقَالَ يَا أَبَا بَكْرٍ أَعْتِقْ سَعْدًا فَقَالَ يَا رَسُولَ اللَّهِ مَا لَنَا مَاهِنٌ غَيْرُهُ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْتِقْ سَعْدًا أَتَتْكَ الرِّجَالُ قَالَ أَبُو دَاوُدَ يَعْنِي السَّبْيَ",
            "id": "Telah menceritakan kepada kami Sulaiman bin Daud telah menceritakan kepada kami Abu 'Amir dari Al Hasan dari Sa'd mantan budak Abu Bakar, bahwa dia melayani Nabi shallallahu 'alaihi wa sallam dan beliaupun menyukai pelayanannya, lalu beliau bersabda: \"Wahai Abu Bakar, Bebaskanlah Sa'd.\" Abu bakar menjawab: \"Wahai Rasulullah, kami tidak punya lagi selain dia.\" Sa'd berkata: maka Rasulullah shallallahu 'alaihi wa sallam berkata lagi: \"Bebaskanlah Sa'd, niscaya akan datang kepadamu beberapa lelaki.\" Abu Daud berkata: maksudnya adalah para tawanan."
        }
    ]
}