{
    "kategori": "Kitab Dari Musnad Bani Hasyim (Jil 1)",
    "range": "1671-1740",
    "jumlah": 70,
    "hadits": [
        {
            "number": 1671,
            "arab": "حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ عَمُّكَ أَبُو طَالِبٍ كَانَ يَحُوطُكَ وَيَنْفَعُكَ قَالَ إِنَّهُ فِي ضَحْضَاحٍ مِنْ النَّارِ وَلَوْلَا أَنَا كَانَ فِي الدَّرْكِ الْأَسْفَلِ مِنْ النَّارِ",
            "id": "Telah menceritakan kepada kami Waki' telah menceritakan kepada kami Sufyan dari Abdul Malik bin 'Umair dari Abdullah bin Al Harits dari Al Abbas bin Abdul Muththalib bahwa Dia berkata: \"Wahai Rasulullah, pamanmu Abu Thalib telah mengasuhmu dan membantumu.\" Beliau menjawab: \"Sesungguhnya ia berada di neraka yang dangkal, dan kalaulah bukan karenaku niscaya ia berada di dasar neraka.\""
        },
        {
            "number": 1672,
            "arab": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدٍ عَنْ عَامِرِ بْنِ سَعْدٍ عَنِ الْعَبَّاسِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا سَجَدَ الرَّجُلُ سَجَدَ مَعَهُ سَبْعَةُ آرَابٍ وَجْهِهِ وَكَفَّيْهِ وَرُكْبَتَيْهِ وَقَدَمَيْهِ حَدَّثَنَا عَبْدُ الرَّحْمَنِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ عَامِرِ بْنِ سَعْدٍ عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ",
            "id": "Telah menceritakan kepada kami Abdurrahman bin Mahdi telah menceritakan kepada kami Abdullah bin Ja'far dari Isma'il bin Muhammad dari 'Amru bin Sa'd dari Al Abbas berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Jika seorang sedang bersujud, maka ada tujuh anggota yang ikut bersujud bersamanya. Yaitu: wajahnya, kedua telapak tangannya, kedua lututnya, dan kedua kakinya.\" Telah menceritakan kepada kami Abdurrahman telah menceritakan kepada kami Abdullah bin Ja'far dari Yazid bin Abdullah bin Al Hadi dari Muhammad bin Ibrahim dari Amir bin Sa'd dari Al Abbas bin Abdul Muththalib dari Nabi shallallahu 'alaihi wa sallam, seperti lafazh hadits di atas."
        },
        {
            "number": 1673,
            "arab": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ حَدَّثَنَا حَاتِمٌ يَعْنِي ابْنَ أَبِي صَغِيرَةَ حَدَّثَنِي بَعْضُ بَنِي عَبْدِ الْمُطَّلِبِ قَالَ قَدِمَ عَلَيْنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ فِي بَعْضِ تِلْكَ الْمَوَاسِمِ قَالَ فَسَمِعْتُهُ يَقُولُ حَدَّثَنِي أَبِي عَبْدُ اللَّهِ بْنُ عَبَّاسٍ عَنْ أَبِيهِ الْعَبَّاسِ أَنَّهُ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَنَا عَمُّكَ كَبِرَتْ سِنِّي وَاقْتَرَبَ أَجَلِي فَعَلِّمْنِي شَيْئًا يَنْفَعُنِي اللَّهُ بِهِ قَالَ يَا عَبَّاسُ أَنْتَ عَمِّي وَلَا أُغْنِي عَنْكَ مِنْ اللَّهِ شَيْئًا وَلَكِنْ سَلْ رَبَّكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ قَالَهَا ثَلَاثًا ثُمَّ أَتَاهُ عِنْدَ قَرْنِ الْحَوْلِ فَقَالَ لَهُ مِثْلَ ذَلِكَ حَدَّثَنَا رَوْحٌ حَدَّثَنَا أَبُو يُونُسَ الْقُشَيْرِيُّ حَاتِمُ بْنُ أَبِي صَغِيرَةَ حَدَّثَنِي رَجُلٌ مِنْ وَلَدِ عَبْدِ الْمُطَّلِبِ قَالَ قَدِمَ عَلَيْنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ فَحَضَرَهُ بَنُو عَبْدِ الْمُطَّلِبِ فَقَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ يُحَدِّثُ عَنْ أَبِيهِ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ أَتَيْتُ رَسُولَ اللَّهِ فَقُلْتُ يَا رَسُولَ اللَّهِ أَنَا عَمُّكَ قَدْ كَبِرَتْ سِنِّي فَذَكَرَ مَعْنَاهُ",
            "id": "Telah menceritakan kepada kami Abdullah bin Bakr telah menceritakan kepada kami Hatim yaitu Ibnu Abu Shaghirah, telah menceritakan kepadaku beberapa orang dari kalangan Bani Abdul Muththalib berkata: Ali bin Abdullah bin Abbas menemui kami di beberapa musim haji. saya mendengarnya berkata: telah menceritakan kepadaku bapakku Abdullah bin Abbas dari Bapakku, Al Abbas bahwa dia menemui Rasulullah shallallahu 'alaihi wa sallam dan berkata: \"Wahai Rasulullah, aku adalah pamanmu dan usiaku sudah lanjut serta ajalku telah dekat. Ajarkanlah kepadaku sesuatu yang dapat bermanfaat bagiku.\" Beliau bersabda: \"Wahai Abbas, engkau adalah pamanku dan aku tidak punya kuasa apapun atasmu di sisi Allah. Tetapi mintalah kepada Rabbmu ampunan dan keselamatan di dunia dan di akhirat.\" Beliau mengatakannya sebanyak tiga kali. Lalu Abbas menemui beliau lagi pada penghujung tahun dan beliau mengatakan sebagaimana yang dikatakan sebelumnya. Telah menceritakan kepada kami Rauh telah menceritakan kepada kami Abu Yunus Al Qusyairi, Hatim bin Abu Shaghirah telah menceritakan kepadaku seseorang keturunan Abdul Muththalib berkata: Ali bin Abdullah bin Abbas menemui kami, maka anak-anak Abdul Muththalib menemuinya. Dia berkata: Saya mendengar Abdullah bin Abbas menceritakan dari Bapaknya, Abbas bin Abdul Muththalib berkata: Aku menemui Rasulullah shallallahu 'alaihi wa sallam dan berkata: \"Wahai Rasulullah, aku adalah pamanmu dan usiaku telah lanjut.\" Lalu dia menyebutkan riwayat secara makna."
        },
        {
            "number": 1674,
            "arab": "حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبُو عَوَانَةَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ عَنْ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ هَلْ نَفَعْتَ أَبَا طَالِبٍ بِشَيْءٍ فَإِنَّهُ كَانَ يَحُوطُكَ وَيَغْضَبُ لَكَ قَالَ نَعَمْ هُوَ فِي ضَحْضَاحٍ مِنْ النَّارِ وَلَوْلَا ذَلِكَ لَكَانَ فِي الدَّرْكِ الْأَسْفَلِ مِنْ النَّارِ",
            "id": "Telah menceritakan kepada kami 'Affan telah menceritakan kepada kami Abu 'Awanah telah menceritakan kepada kami Abdul Malik bin 'Umair dari Abdullah bin Al Harits bin Naufal dari Abbas bin Abdul Muththalib berkata: \"Wahai Rasulullah, apakah anda dapat memberi manfaat kepada Abu Thalib karena dia telah mengasuhmu dan marah untuk (memberikan pembelaan) kepadamu?\" Beliau menjawab: \"Ya. ia berada di bagian neraka yang dangkal, dan kalaulah bukan karena hal tersebut niscaya berada di dasar neraka.\""
        },
        {
            "number": 1675,
            "arab": "حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ أَنْبَأَنَا ابْنُ لَهِيعَةَ عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ عَامِرِ بْنِ سَعْدٍ عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا سَجَدَ ابْنُ آدَمَ سَجَدَ مَعَهُ سَبْعَةُ آرَابٍ وَجْهِهِ وَكَفَّيْهِ وَرُكْبَتَيْهِ وَقَدَمَيْهِ",
            "id": "Telah menceritakan kepada kami Yahya bin Ishaq telah memberitakan kepada kami Ibnu Lahi'ah dari Yazid bin Abdullah bin Al Had dari Muhammad bin Ibrahim At Taimi dari 'Amru bin Sa'd dari Al Abbas bin Abdul Muththalib berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Jika anak Adam bersujud maka ada tujuh anggota badan yang ikut bersujud bersamanya. Yaitu: wajahnya, kedua telapak tangannya, kedua lututnya, dan kedua kakinya.\""
        },
        {
            "number": 1676,
            "arab": "حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا يَحْيَى بْنُ الْعَلَاءِ عَنْ عَمِّهِ شُعَيْبِ بْنِ خَالِدٍ حَدَّثَنِي سِمَاكُ بْنُ حَرْبٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمِيرَةَ عَنْ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ كُنَّا جُلُوسًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْبَطْحَاءِ فَمَرَّتْ سَحَابَةٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَدْرُونَ مَا هَذَا قَالَ قُلْنَا السَّحَابُ قَالَ وَالْمُزْنُ قُلْنَا وَالْمُزْنُ قَالَ وَالْعَنَانُ قَالَ فَسَكَتْنَا فَقَالَ هَلْ تَدْرُونَ كَمْ بَيْنَ السَّمَاءِ وَالْأَرْضِ قَالَ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ بَيْنَهُمَا مَسِيرَةُ خَمْسِ مِائَةِ سَنَةٍ وَمِنْ كُلِّ سَمَاءٍ إِلَى سَمَاءٍ مَسِيرَةُ خَمْسِ مِائَةِ سَنَةٍ وَكِثَفُ كُلِّ سَمَاءٍ مَسِيرَةُ خَمْسِ مِائَةِ سَنَةٍ وَفَوْقَ السَّمَاءِ السَّابِعَةِ بَحْرٌ بَيْنَ أَسْفَلِهِ وَأَعْلَاهُ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ ثُمَّ فَوْقَ ذَلِكَ ثَمَانِيَةُ أَوْعَالٍ بَيْنَ رُكَبِهِنَّ وَأَظْلَافِهِنَّ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ ثُمَّ فَوْقَ ذَلِكَ الْعَرْشُ بَيْنَ أَسْفَلِهِ وَأَعْلَاهُ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ وَاللَّهُ تَبَارَكَ وَتَعَالَى فَوْقَ ذَلِكَ وَلَيْسَ يَخْفَى عَلَيْهِ مِنْ أَعْمَالِ بَنِي آدَمَ شَيْءٌ قَالَ عَبْد اللَّهِ حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّارُ وَمُحَمَّدُ بْنُ بَكَّارٍ قَالَا حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمِيرَةَ عَنِ الْأَحْنَفِ بْنِ قَيْسٍ عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ",
            "id": "Telah menceritakan kepada kami Abdurrazzaq telah memberitakan kepada kami Yahya bin Al 'Ala` dari pamannya, Syu'aib bin Khalid telah menceritakan kepadaku Simak bin Harb dari Abdullah bin 'Amirah dari Abbas bin Abdul Muththalib berkata: Kami bermajlis bersama Rasulullah shallallahu 'alaihi wa sallam di Al Bathha`, tiba-tiba sekumpulan awan melintas, maka Rasulullah shallallahu 'alaihi wa sallam bertanya: \"Tahukah kalian apakah itu?\" Kami menjawab: \"Itu adalah kumpulan awan.\" Beliau berkata: \"Dan mega.\" kami mengikuti: \"Dan mega.\" Lalu beliau bersabda: \"Dan mendung.\" Maka kamipun diam. Beliau bertanya lagi: \"Apakah kalian tahu berapa jarak antara langit dan bumi?\" Kami menjawab: \"Allah dan RasulNya lebih mengetahui.\" Beliau berkata: \"Jaraknya adalah sejauh perjalanan lima ratus tahun. Jarak antara langit yang satu dengan langit berikutnya adalah sejauh perjalanan lima ratus tahun juga. Tebal langit adalah sejauh perjalanan lima ratus tahun. Di atas langit ke tujuh ada lautan yang jarak antara dasar dengan permukaannya adalah sebagaimana jarak bumi dan langit. Lalu di atasnya lagi ada delapan penyangga yang jarak antara ujung dengan pangkalnya seperti jarak antara langit dan bumi. Di atasnya lagi ada Arsy yang jarak antara dasar dan permukaannya adalah seperti jarak antara langit dan bumi. Allah Tabaraka Wa Ta'ala berada di atasnya. Tidak ada satu amalan pun yang dilakukan oleh keturunan Adam yang tersembunyi dari-Nya.\" Abdullah berkata: telah menceritakan kepada kami Muhammad bin Ash Shabbah Al Bazzar dan Muhammad bin Bakkar berkata: telah menceritakan kepada kami Al Walid bin Abu Tsaur dari Simak bin Harb dari Abdullah bin 'Amirah dari Al Ahnaf bin Qais dari Al Abbas bin Abdul Muththalib dari Nabi shallallahu 'alaihi wa sallam seperti di atas."
        },
        {
            "number": 1677,
            "arab": "حَدَّثَنَا يَزِيدُ هَوَ ابْنُ هَارُونَ أَنْبَأَنَا إِسْمَاعِيلُ يَعْنِي ابْنَ أَبِي خَالِدٍ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ قُرَيْشًا إِذَا لَقِيَ بَعْضُهُمْ بَعْضًا لَقُوهُمْ بِبِشْرٍ حَسَنٍ وَإِذَا لَقُونَا لَقُونَا بِوُجُوهٍ لَا نَعْرِفُهَا قَالَ فَغَضِبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَضَبًا شَدِيدًا وَقَالَ وَالَّذِي نَفْسِي بِيَدِهِ لَا يَدْخُلُ قَلْبَ رَجُلٍ الْإِيمَانُ حَتَّى يُحِبَّكُمْ لِلَّهِ وَلِرَسُولِهِ حَدَّثَنَا جَرِيرٌ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ عَبْدِ الْمُطَّلِبِ بْنِ رَبِيعَةَ قَالَ دَخَلَ الْعَبَّاسُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّا لَنَخْرُجُ فَنَرَى قُرَيْشًا تَحَدَّثُ فَذَكَرَ الْحَدِيثَ",
            "id": "Telah menceritakan kepada kami Yazid yaitu Ibnu Harun, telah memberitakan kepada kami Isma'il yaitu Ibnu Abu Khalid, dari Yazid bin Abu Ziyad dari Abdullah bin Al Harits dari Al Abbas bin Abdul Muththalib berkata: Aku berkata kepada Rasulullah shallallahu 'alaihi wa sallam: \"Wahai Rasulullah, jika orang-orang Quraisy bertemu satu sama lain, mereka selalu berseri-seri dan berwajah manis. Sedang jika bertemu dengan kami, maka mereka memasang tampang yang kami tidak mengerti.\" Al Abbas berkata: Maka Nabi shallallahu 'alaihi wa sallam sangat marah dan bersabda: \"Demi Dzat yang jiwaku ada di tangan-Nya, iman tidak akan masuk kedalam hati seseorang sampai ia mencintai kalian karena Allah dan RasulNya.\" Telah menceritakan kepada kami Jarir dari Yazid bin Abu Ziyad dari Abdullah bin Al Harits dari Abdul Muththalib bin Rabi'ah berkata: Al Abbas menemui Rasulullah shallallahu 'alaihi wa sallam lalu mengatakan: \"Ketika kami keluar, kami melihat orang-orang Quraisy saling berbincang..\" lalu dia menyebutkan hadits itu."
        },
        {
            "number": 1678,
            "arab": "حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ سُفْيَانَ حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحَارِثِ حَدَّثَنَا الْعَبَّاسُ قَالَ قُلْتُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَغْنَيْتَ عَنْ عَمِّكَ فَقَدْ كَانَ يَحُوطُكَ وَيَغْضَبُ لَكَ قَالَ هُوَ فِي ضَحْضَاحٍ وَلَوْلَا أَنَا لَكَانَ فِي الدَّرْكِ الْأَسْفَلِ مِنْ النَّارِ",
            "id": "Telah menceritakan kepada kami Yahya bin Sa'id dari Sufyan telah menceritakan kepadaku Abdul Malik bin 'Umair telah menceritakan kepada kami Abdullah bin Al Harits dari Al Abbas berkata: Aku berkata kepada Nabi shallallahu 'alaihi wa sallam: \"Engkau tidak akan merasa cukup dari pamanmu, karena dia telah mengasuhmu dan terkadang marah (memberikan pembelaan) kepadamu.\" Beliau menjawab: \"Ya. ia berada di bagian (neraka) yang dangkal, dan kalaulah bukan karena aku niscaya berada di dasar neraka.\""
        },
        {
            "number": 1679,
            "arab": "حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ أَخْبَرَنِي كَثِيرُ بْنُ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ عَنْ أَبِيهِ الْعَبَّاسِ قَالَ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حُنَيْنًا قَالَ فَلَقَدْ رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا مَعَهُ إِلَّا أَنَا وَأَبُو سُفْيَانَ بْنُ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ فَلَزِمْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ نُفَارِقْهُ وَهُوَ عَلَى بَغْلَةٍ شَهْبَاءَ وَرُبَّمَا قَالَ مَعْمَرٌ بَيْضَاءَ أَهْدَاهَا لَهُ فَرْوَةُ بْنُ نَعَامَةَ الْجُذَامِيُّ فَلَمَّا الْتَقَى الْمُسْلِمُونَ وَالْكُفَّارُ وَلَّى الْمُسْلِمُونَ مُدْبِرِينَ وَطَفِقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْكُضُ بَغْلَتَهُ قِبَلَ الْكُفَّارِ قَالَ الْعَبَّاسُ وَأَنَا آخِذٌ بِلِجَامِ بَغْلَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكُفُّهَا وَهُوَ لَا يَأْلُو مَا أَسْرَعَ نَحْوَ الْمُشْرِكِينَ وَأَبُو سُفْيَانَ بْنُ الْحَارِثِ آخِذٌ بِغَرْزِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَبَّاسُ نَادِ يَا أَصْحَابَ السَّمُرَةِ قَالَ وَكُنْتُ رَجُلًا صَيِّتًا فَقُلْتُ بِأَعْلَى صَوْتِي أَيْنَ أَصْحَابُ السَّمُرَةِ قَالَ فَوَاللَّهِ لَكَأَنَّ عَطْفَتَهُمْ حِينَ سَمِعُوا صَوْتِي عَطْفَةُ الْبَقَرِ عَلَى أَوْلَادِهَا فَقَالُوا يَا لَبَّيْكَ يَا لَبَّيْكَ وَأَقْبَلَ الْمُسْلِمُونَ فَاقْتَتَلُوا هُمْ وَالْكُفَّارُ فَنَادَتْ الْأَنْصَارُ يَقُولُونَ يَا مَعْشَرَ الْأَنْصَارِ ثُمَّ قَصَّرَتْ الدَّاعُونَ عَلَى بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ فَنَادَوْا يَا بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ قَالَ فَنَظَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى بَغْلَتِهِ كَالْمُتَطَاوِلِ عَلَيْهَا إِلَى قِتَالِهِمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا حِينَ حَمِيَ الْوَطِيسُ قَالَ ثُمَّ أَخَذَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَصَيَاتٍ فَرَمَى بِهِنَّ وُجُوهَ الْكُفَّارِ ثُمَّ قَالَ انْهَزَمُوا وَرَبِّ الْكَعْبَةِ انْهَزَمُوا وَرَبِّ الْكَعْبَةِ قَالَ فَذَهَبْتُ أَنْظُرُ فَإِذَا الْقِتَالُ عَلَى هَيْئَتِهِ فِيمَا أَرَى قَالَ فَوَاللَّهِ مَا هُوَ إِلَّا أَنْ رَمَاهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَصَيَاتِهِ فَمَا زِلْتُ أَرَى حَدَّهُمْ كَلِيلًا وَأَمْرَهُمْ مُدْبِرًا حَتَّى هَزَمَهُمْ اللَّهُ قَالَ وَكَأَنِّي أَنْظُرُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْكُضُ خَلْفَهُمْ عَلَى بَغْلَتِهِ",
            "id": "Telah menceritakan kepada kami Abdurrazzaq telah menceritakan kepada kami Ma'mar dari Az Zuhri telah mengabarkan kepadaku Katsir bin Abbas bin Abdul Muththalib dari Bapaknya, Al Abbas berkata: Saya menyaksikan perang Hunain bersama Rasulullah shallallahu 'alaihi wa sallam. Saya melihat Nabi shallallahu 'alaihi wa sallam tidak di kawal oleh seorangpun kecuali aku dan Abu Sufyan bin Al Harits bin Abdul Muththalib, maka kami memutuskan untuk tetap mendampingi Rasulullah shallallahu 'alaihi wa sallam dan tidak meninggalkan beliau. Pada saat itu, beliau berada di atas keledai putih kehitam-hitaman -Ma'mar berkata: berwarna putih- pemberian Farwah bin Nu'amah Al Judzami. Tatkala pasukan kaum muslim dan pasukan kafir bertemu, orang-orang muslim kabur sedangkan Rasulullah shallallahu 'alaihi wa sallam mengarahkan bighalnya ke arah orang kafir. Al Abbas berkata: Saya memegang kekang bighal Rasulullah shallallahu 'alaihi wa sallam, saya menahannya agar kuda tersebut tidak berjalan cepat menuju orang-orang musyrik, sedangkan Abu Sufyan bin Al Harits memegang pijakan kaki Rasulullah shallallahu 'alaihi wa sallam. Kemudian beliau bersabda: \"Wahai Abbas panggillah orang-orang yang mengikuti Bai'atur Ridlwan.\" Aku adalah orang yang sangat tinggi suaranya, maka aku pun mengangkat suaraku dengan tinggi: \"Dimanakah ashhab as samurrah (orang yang mengikuti Bai'atur Ridlwan)?\" Demi Allah, rasa sayang mereka (kepada Rasulullah shallallah 'alaihi wa sallam) ketika mendengar suaraku (memanggil mereka) seperti rasa sayang seekor induk sapi terhadap anak-anaknya. Mereka menjawab: \"Kami datang memenuhi panggilanmu, kami datang memenuhi panggilanmu.\" Maka kaum muslimin pun datang, kemudian terjadilah pertempuran antara kaum muslimin dan orang-orang kafir. Orang-orang Anshar pun (tak ketinggalan) menyeru: \"Wahai segenap kaum Anshar!\" Kemudian panggilan semakin menyempit kepada Bani Al Harits bin Al Khazraj, mereka memanggil: \"Wahai Bani Al Harits bin Al Khazraj.\" Rasulullah shallallahu 'alaihi wa sallam melihat pada saat di atas bighalnya, seakan-akan beliau berdiri di atasnya, memandangi peperangan yang sedang terjadi, dan bersabda: \"Inilah yang terjadi ketika peperangan sangat sengit sedang terjadi.\" Kemudian beliau mengambil (segenggam) kerikil dan melemparkannya kepada arah orang-orang kafir, lalu bersabda: \"Mereka akan kalah, Demi Rabb Ka'bah, mereka akan kalah, Demi Rabb Ka'bah.\" Al Abbas melanjutkan ceritanya: Aku bergegas melihat peperangan, dan ternyata peperangan masih dalam keadaan seperti yang kulihat. Demi Allah, tidak ada yang dilakukan Rasulullah shallallahu 'alaihi wa sallam kecuali melempar kerikil-kerikil tersebut kepada arah mereka, dan saya dapat melihat kekuatan mereka melemah dan akhirnya mundur sehingga Allah mengalahkan mereka. Saya tetap memperhatikan Nabi shallallahu 'alaihi wa sallam yang sedang mengejar di belakang mereka di atas bighalnya.\""
        },
        {
            "number": 1680,
            "arab": "حَدَّثَنَا سُفْيَانُ قَالَ سَمِعْتُ الزُّهْرِيَّ مَرَّةً أَوْ مَرَّتَيْنِ فَلَمْ أَحْفَظْهُ عَنْ كَثِيرِ بْنِ عَبَّاسٍ قَالَ كَانَ عَبَّاسٌ وَأَبُو سُفْيَانَ مَعَهُ يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَخَطَبَهُمْ وَقَالَ الْآنَ حَمِيَ الْوَطِيسُ وَقَالَ نَادِ يَا أَصْحَابَ سُورَةِ الْبَقَرَةِ",
            "id": "Telah menceritakan kepada kami Sufyan berkata: saya mendengar Az Zuhri sekali atau dua kali, namun saya tidak dapat mengingatnya, dari Katsir bin Abbas berkata: Abbas dan Abu Sufyan bersama Nabi shallallahu 'alaihi wa sallam, beliau berkhutbah di hadapan mereka: \"Sekarang peperangan sudah semakin sengit!\" lalu beliau bersabda (kepada Abbas dan Abu Sufyan): \"serulah: 'Wahai orang-orang yang kepadanya diturunkan surat Al Baqarah.\""
        },
        {
            "number": 1681,
            "arab": "حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ أَبُو عَبْدِ اللَّهِ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ عَبْدِ الْمُطَّلِبِ بْنِ رَبِيعَةَ قَالَ دَخَلَ الْعَبَّاسُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّا لَنَخْرُجُ فَنَرَى قُرَيْشًا تَحَدَّثُ فَإِذَا رَأَوْنَا سَكَتُوا فَغَضِبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَدَرَّ عِرْقٌ بَيْنَ عَيْنَيْهِ ثُمَّ قَالَ وَاللَّهِ لَا يَدْخُلُ قَلْبَ امْرِئٍ إِيمَانٌ حَتَّى يُحِبَّكُمْ لِلَّهِ وَلِقَرَابَتِي",
            "id": "Telah menceritakan kepada kami Jarir bin Abdul Hamid, Abu Abdullah dari Yazid bin Abu Ziyad dari Abdullah bin Al Harits dari Abdul Muththalib bin Rabi'ah berkata: Al Abbas menemui Rasulullah shallallahu 'alaihi wa sallam dan berkata: \"Kami keluar kemudian kami melihat orang-orang Quraisy sedang berbincang-bincang, tatkala mereka melihat kami mereka terdiam.\" Maka Rasulullah shallallahu 'alaihi wa sallam marah dan keringatnya keluar antara kedua matanya kemudian bersabda: \"Demi Allah, iman tidak akan masuk ke dalam hati seseorang sehingga dia mencintai kalian karena Allah dan karena hubungan kekerabatan kalian denganku.\""
        },
        {
            "number": 1682,
            "arab": "حَدَّثَنَا مُحَمَّدُ بْنُ إِدْرِيسَ يَعْنِي الشَّافِعِيَّ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ يَزِيدَ يَعْنِي ابْنَ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ عَامِرِ بْنِ سَعْدٍ عَنْ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ذَاقَ طَعْمَ الْإِيمَانِ مَنْ رَضِيَ بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا رَسُولًا",
            "id": "Telah menceritakan kepada kami Muhammad bin Idris yaitu Asy Syafi'i, telah menceritakan kepada kami Abdul Aziz bin Muhammad dari Yazid yaitu Ibnu Al Had, dari Muhammad bin Ibrahim dari 'Amir bin Sa'd dari Abbas bin Abdul Muththalib bahwa dia mendengar Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Yang bisa merasakan manisnya iman adalah orang yang rela Allah sebagai Rabbnya, Islam sebagai diennya, dan Muhammad sebagai Rasulnya.\""
        },
        {
            "number": 1683,
            "arab": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثُ بْنُ سَعِيدٍ عَنِ ابْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ عَنْ عَامِرِ بْنِ سَعْدٍ عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ذَاقَ طَعْمَ الْإِيمَانِ مَنْ رَضِيَ بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا",
            "id": "Telah menceritakan kepada kami Qutaibah bin Sa'id telah menceritakan kepada kami Laits bin Sa'id dari Ibnu Al Had dari Muhammad bin Ibrahim bin Al Harits dari 'Amir bin Sa'd dari Al Abbas bin Abdul Muththalib bahwa dia mendengar Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Yang bisa merasakan manisnya iman adalah orang yang rela Allah sebagai Rabbnya, Islam sebagai diennya, dan Muhammad sebagai Rasulnya.\""
        },
        {
            "number": 1684,
            "arab": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا بَكْرُ بْنُ مُضَرَ الْقُرَشِيُّ عَنِ ابْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ عَنْ عَامِرِ بْنِ سَعْدٍ عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا سَجَدَ الْعَبْدُ سَجَدَ مَعَهُ سَبْعَةُ آرَابٍ وَجْهُهُ وَكَفَّاهُ وَرُكْبَتَاهُ وَقَدَمَاهُ",
            "id": "Telah menceritakan kepada kami Qutaibah bin Sa'id telah menceritakan kepada kami Bakr bin Mudlar Al Qurasyi dari Ibnu Al Had dari Muhammad bin Ibrahim Al Harits dari 'Amru bin Sa'd dari Al Abbas bin Abdul Muththalib berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Jika seorang hamba bersujud maka ada tujuh anggota badan yang ikut bersujud bersamanya. Yaitu: wajahnya, kedua telapak tangannya, kedua lututnya, dan kedua kakinya.\""
        },
        {
            "number": 1685,
            "arab": "حَدَّثَنَا أَبُو الْيَمَانِ أَنْبَأَنَا شُعَيْبٌ عَنِ الزُّهْرِيِّ أَخْبَرَنِي مَالِكُ بْنُ أَوْسِ بْنِ الْحَدَثَانِ النَّصْرِيُّ أَنَّ عُمَرَ دَعَاهُ فَذَكَرَ الْحَدِيثَ قَالَ فَبَيْنَا أَنَا عِنْدَهُ إِذْ جَاءَ حَاجِبُهُ يَرْفَأُ فَقَالَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ وَالزُّبَيْرِ وَسَعْدٍ يَسْتَأْذِنُونَ قَالَ نَعَمْ فَأَدْخَلَهُمْ فَلَبِثَ قَلِيلًا ثُمَّ جَاءَ فَقَالَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ يَسْتَأْذِنَانِ قَالَ نَعَمْ فَأَذِنَ لَهُمَا فَلَمَّا دَخَلَا قَالَ عَبَّاسٌ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ هَذَا لَعَلِيٍّ وَهُمَا يَخْتَصِمَانِ فِي الصَّوَافِ الَّتِي أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَمْوَالِ بَنِي النَّضِيرِ فَقَالَ الرَّهْطُ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنَهُمَا وَأَرِحْ أَحَدَهُمَا مِنْ الْآخَرِ قَالَ عُمَرُ اتَّئِدُوا أُنَاشِدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالْأَرْضُ هَلْ تَعْلَمُونَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا نُورَثُ مَا تَرَكْنَا صَدَقَةٌ يُرِيدُ نَفْسَهُ قَالُوا قَدْ قَالَ ذَلِكَ فَأَقْبَلَ عُمَرُ عَلَى عَلِيٍّ وَعَلَى الْعَبَّاسِ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ أَتَعْلَمَانِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ذَلِكَ قَالَا نَعَمْ قَالَ فَإِنِّي أُحَدِّثُكُمْ عَنْ هَذَا الْأَمْرِ أَنَّ اللَّهَ عَزَّ وَجَلَّ كَانَ خَصَّ رَسُولَهُ فِي هَذَا الْفَيْءِ بِشَيْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ فَقَالَ { وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ إِلَى قَدِيرٌ } فَكَانَتْ هَذِهِ خَاصَّةً لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ وَاللَّهِ مَا احْتَازَهَا دُونَكُمْ وَلَا اسْتَأْثَرَ بِهَا عَلَيْكُمْ لَقَدْ أَعْطَاكُمُوهَا وَبَثَّهَا فِيكُمْ حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُنْفِقُ عَلَى أَهْلِهِ نَفَقَةَ سَنَتِهِمْ مِنْ هَذَا الْمَالِ ثُمَّ يَأْخُذُ مَا بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ فَعَمِلَ بِذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَيَاتَهُ ثُمَّ تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَبَضَهُ أَبُو بَكْرٍ فَعَمِلَ فِيهِ بِمَا عَمِلَ فِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
            "id": "Telah menceritakan kepada kami Abu Al Yaman telah memberitakan kepada kami Syu'aib dari Az Zuhri telah mengabarkan kepadaku Malik bin 'Uwais bin Al Hadatsan An Nashri bahwa Umar memanggilnya. Lalu Malik menyebutkan hadits. Malik berkata: Tatkala saya sedang duduk di dekat Umar, tiba-tiba datang pembantunya memanggilnya, dan berkata kepada Umar: \" Utsman , Abdurrahman , Zubair dan Sa'id meminta izin.\" Dia menjawab: \"Ya, izinkan mereka.\" Maka dia pun mempersilahkan masuk. Kemudian tidak lama setelahnya berkata kepada Umar: \"Apakah kamu mengizinkan Ali dan Abbas ?\" Maka dia menjawab: \"Ya. persilahkan mereka masuk.\" Setelah mereka masuk, Abbas berkata: \"Wahai Amirul Mukminin! Putuskanlah perkara antara aku dan orang ini\" kepada Ali radliallahu 'anhu, keduanya sedang berselisih dalam masalah Shawwaf yang Allah berikan kepada RasulNya yang berupa harta Bani Nadhr. Sekelompok orang berkata: \"Wahai Amirul Mukminin, putuskanlah permasalahan diantara keduanya, dan buatlah masing-masing merasa tenang terhadap yang lainnya.\" Maka Umar berkata: \"Dengan nama Allah, yang dengan izinNya langit dan bumi tegak, bukankah kalian mengetahui bahwa Nabi shallallahu 'alaihi wa sallam bersabda: \"Kami tidak diwarisi. Harta yang kami tinggalkan adalah sebagai sedekah.\" Yang beliau maksudkan adalah beliau sendiri?\" Mereka menjawab: \"Memang beliau pernah mengatakan hal itu.\" Kemudian Umar menghampiri Ali dan Abbas , seraya berkata: \"Demi Allah, apakah kalian berdua tahu bahwa Nabi shallallahu 'alaihi wa sallam mengatakan hal itu?\" mereka berdua menjawab: \"Ya.\" Lalu Umar berkata: \"Saya akan menceritakan kepada kalian tentang urusan ini. Allah Azza Wa Jalla telah mengkhususkan bagi RasulNya dalam masalah harta rampasan perang ini, yang tidak pernah diberikan kepada yang lainnya. Allah Ta'ala berfirman: (Dan apa saja harta rampasan (fai`) yang diberikan Allah kepada RasulNya (dari harta benda) mereka, Maka untuk mendapatkan itu kamu tidak mengerahkan seekor kudapun..) sampai pada kalimat: (Yang Maha Menentukan) Ayat ini khusus bagi Rasulullah shallallahu 'alaihi wa sallam, demi Allah, Rasulullah shallallahu 'alaihi wa sallam tidak mengambilnya seorang diri tanpa memberikannya kepada orang lain, beliau telah memberikannya kepada kalian dan tidak mengutamakan dirinya sehingga harta itu tersisa. Rasulullah shallallahu 'alaihi wa sallam memberikan nafkah kepada keluarganya dalam waktu satu tahun dari harta ini, lalu beliau mengambil yang tersisa dan menjadikannya sebagai harta Allah. Hal itu beliau lakukan selama hidupnya, kemudian beliau meninggal, maka Abu Bakar berkata: \"Saya (wali) pengganti Rasulullah shallallahu 'alaihi wa sallam.\" dia menahan harta itu, dan dia juga memperlakukan harta itu sebagaimana Rasulullah shallallahu 'alaihi wa sallam memperlakukannya.\""
        },
        {
            "number": 1686,
            "arab": "حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ عَمِّهِ مُحَمَّدِ بْنِ مُسْلِمٍ قَالَ أَخْبَرَنِي مَالِكُ بْنُ أَوْسِ بْنِ الْحَدَثَانِ النَّصْرِيُّ فَذَكَرَ الْحَدِيثَ قَالَ فَبَيْنَا أَنَا جَالِسٌ عِنْدَهُ أَتَاهُ حَاجِبُهُ يَرْفَأُ فَقَالَ لِعُمَرَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ وَسَعْدٍ وَالزُّبَيْرِ يَسْتَأْذِنُونَ قَالَ نَعَمْ ائْذَنْ لَهُمْ قَالَ فَدَخَلُوا فَسَلَّمُوا وَجَلَسُوا قَالَ ثُمَّ لَبِثَ يَرْفَأُ قَلِيلًا فَقَالَ لِعُمَرَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ فَقَالَ نَعَمْ فَأَذِنَ لَهُمَا فَلَمَّا دَخَلَا عَلَيْهِ جَلَسَا فَقَالَ عَبَّاسٌ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ فَقَالَ الرَّهْطُ عُثْمَانُ وَأَصْحَابُهُ اقْضِ بَيْنَهُمَا وَأَرِحْ أَحَدَهُمَا مِنْ الْآخَرِ فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ اتَّئِدُوا فَأَنْشُدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالْأَرْضُ هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا نُورَثُ مَا تَرَكْنَا صَدَقَةٌ يُرِيدُ بِذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَفْسَهُ قَالَ الرَّهْطُ قَدْ قَالَ ذَلِكَ فَأَقْبَلَ عُمَرُ عَلَى عَلِيٍّ وَعَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ذَلِكَ قَالَا قَدْ قَالَ ذَلِكَ فَقَالَ عُمَرُ فَإِنِّي أُحَدِّثُكُمْ عَنْ هَذَا الْأَمْرِ إِنَّ اللَّهَ عَزَّ وَجَلَّ كَانَ خَصَّ رَسُولَهُ فِي هَذَا الْفَيْءِ بِشَيْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ فَقَالَ اللَّهُ تَعَالَى { وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ } الْآيَةَ فَكَانَتْ هَذِهِ الْآيَةُ خَاصَّةً لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ وَاللَّهِ مَا احْتَازَهَا وَلَا اسْتَأْثَرَ بِهَا عَلَيْكُمْ لَقَدْ أَعْطَاكُمُوهَا وَبَثَّهَا فِيكُمْ حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُنْفِقُ عَلَى أَهْلِهِ نَفَقَةَ سَنَتِهِمْ مِنْ هَذَا الْمَالِ ثُمَّ يَأْخُذُ مَا بَقِيَ مِنْهُ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ فَعَمِلَ بِذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَيَاتَهُ أَنْشُدُكُمْ اللَّهَ هَلْ تَعْلَمُونَ ذَلِكَ قَالُوا نَعَمْ قَالَ لِعَلِيٍّ وَعَبَّاسٍ فَأَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ ذَلِكَ قَالَا نَعَمْ ثُمَّ تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَبَضَهَا أَبُو بَكْرٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ فَعَمِلَ فِيهَا بِمَا عَمِلَ بِهِ فِيهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنْتُمْ حِينَئِذٍ وَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ تَزْعُمَانِ أَنَّ أَبَا بَكْرٍ فِيهَا كَذَا وَاللَّهُ يَعْلَمُ إِنَّهُ فِيهَا لَصَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ",
            "id": "Telah menceritakan kepada kami Ya'qub telah menceritakan kepada kami anak saudara Ibnu Syihab dari pamannya, Muhammad bin Muslim berkata: telah mengabarkan kepadaku Malik bin 'Uwais Al Hadatsan An Nashri , kemudian dia menyebutkan hadits. Dia berkata: Tatkala saya sedang duduk di dekat Umar, tiba-tiba datang pembantunya memanggil dan berkata kepada Umar: \" Utsman , Abdurrahman , Sa'd dan Zubair meminta izin.\" Dia menjawab: \"Ya, izinkan mereka.\" Kemudian mereka masuk dan mengucapkan salam dan duduk. Tidak lama setelah itu dia berkata kepada Umar: \"Apakah kamu mengizinkan Ali dan Abbas ?\" Maka dia menjawab: \"Ya. persilahkan mereka masuk.\" mereka berdua masuk dan duduk. Kemudian Abbas berkata: \"Wahai Amirul Mukminin! Putuskanlah perkara antara aku dan Ali radliallahu 'anhu!\" Sekelompok orang, yaitu 'Utsman dan para sahabatnya berkata: \"Putuskanlah (permasalahan yang terjadi diantara) keduanya dan buatlah masing-masing tenang terhadap yang lainnya.\" Maka Umar berkata: \"Dengan nama Allah, yang dengan izinNya langit dan bumi tegak. Apakah kalian mengetahui bahwa Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Kami tidak diwarisi. Harta yang kami tinggalkan adalah sebagai sedekah.\" Yang beliau maksudkan adalah beliau sendiri?\" Mereka menjawab: \"Memang beliau pernah mengatakan hal itu.\" Kemudian Umar menghampiri Ali dan Abbas radliallahu 'anhuma, seraya berkata: \"Demi Allah, apakah kalian berdua tahu, bahwa Rasulullah shallallahu 'alaihi wa sallam mengatakan hal itu?\" mereka berdua menjawab: \"Ya, beliau pernah mengatakan hal itu.\" Kemudian Umar berkata: \"Saya akan menceritakan kepada kalian tentang urusan ini. Allah Azza Wa Jalla telah mengkhususkan bagi RasulNya harta rampasan Perang ini yang tidak pernah diberikan kepada yang lainnya. Allah Ta'ala berfirman: (Dan apa saja harta rampasan (fai-i) yang diberikan Allah kepada RasulNya (dari harta benda) mereka, Maka untuk mendapatkan itu kamu tidak mengerahkan seekor kudapun..) Ayat ini khusus bagi Rasulullah shallallahu 'alaihi wa sallam, demi Allah, Rasulullah shallallahu 'alaihi wa sallam tidak mengambilnya seorang diri tanpa memberikannya kepada orang lain, beliau telah memberikannya kepada kalian dan membagi-bagikannya di tengah-tengah kalian, sehingga harta itu tersisa. Rasulullah shallallahu 'alaihi wa sallam memberikan nafkah kepada keluarganya dalam waktu satu tahun dari harta ini, lalu beliau mengambil yang tersisa dan menjadikannya sebagai harta Allah. Hal itu beliau lakukan selama hidupnya. Demi Allah, apakah kalian telah mengetahui hal itu?\" Mereka menjawab: \"Ya.\" Umar bertanya kepada Ali dan Abbas: \"Demi Allah, apakah kalian berdua tahu hal itu?\" Mereka berdua menjawab: \"Ya.\" (Umar melanjutkan) kemudian Rasulullah shallallahu 'alaihi wa sallam wafat, maka Abu Bakar berkata: \"Saya adalah (wali) pengganti Rasulullah shallallahu 'alaihi wa sallam.\" dia menahan harta itu, dan dia juga memperlakukan harta itu sebagaimana Rasulullah shallallahu 'alaihi wa sallam memperlakukannya dan kalian pada saat itu -saat itu Umar menghadap ke arah Ali dan Abbas- menyangkan bahwa Abu Bakar orangnya begini dan begitu. Allah Maha Tahu bahwa dia adalah orang yang jujur, baik, cerdas dan mengikuti kebenaran.\""
        },
        {
            "number": 1687,
            "arab": "حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنِ الْعَبَّاسِ قَالَ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَدْعُو بِهِ فَقَالَ سَلْ اللَّهَ الْعَفْوَ وَالْعَافِيَةَ قَالَ ثُمَّ أَتَيْتُهُ مَرَّةً أُخْرَى فَقُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَدْعُو بِهِ قَالَ فَقَالَ يَا عَبَّاسُ يَا عَمَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَلْ اللَّهَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ",
            "id": "Telah menceritakan kepada kami Husain bin Ali dari Za`idah dari Yazid bin Abu Ziyad dari Abdullah bin Al Harits dari Al Abbas berkata: saya menemui Rasulullah shallallahu 'alaihi wa sallam dan berkata: \"Wahai Rasulullah, ajarilah aku sesuatu yang bisa aku pergunakan dalam berdoa!\" beliau bersabda: \"Mintalah kepada Allah ampunan dan keselamatan\" Al Abbas berkata: Kemudian aku menemui beliau di kesempata yang lain dan saya katakan: \"Wahai Rasulullah, ajarilah aku sesuatu yang bisa aku pergunakan dalam berdoa!\" beliau bertanya: \"Wahai Abbas, Wahai paman Rasulullah shallallahu 'alaihi wa sallam mintalah kepada Allah keselamatan di dunia dan akhirat.\""
        },
        {
            "number": 1688,
            "arab": "حَدَّثَنَا أَبُو سَعِيدٍ حَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي السَّفَرِ عَنِ ابْنِ شُرَحْبِيلَ عَنِ ابْنِ عَبَّاسٍ عَنِ الْعَبَّاسِ قَالَ دَخَلْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِنْدَهُ نِسَاؤُهُ فَاسْتَتَرْنَ مِنِّي إِلَّا مَيْمُونَةَ فَقَالَ لَا يَبْقَى فِي الْبَيْتِ أَحَدٌ شَهِدَ اللَّدَّ إِلَّا لُدَّ إِلَّا أَنَّ يَمِينِي لَمْ تُصِبْ الْعَبَّاسَ ثُمَّ قَالَ مُرُوا أَبَا بَكْرٍ أَنْ يُصَلِّيَ بِالنَّاسِ فَقَالَتْ عَائِشَةُ لِحَفْصَةَ قُولِي لَهُ إِنَّ أَبَا بَكْرٍ رَجُلٌ إِذَا قَامَ مَقَامَكَ بَكَى قَالَ مُرُوا أَبَا بَكْرٍ لِيُصَلِّ بِالنَّاسِ فَقَامَ فَصَلَّى فَوَجَدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خِفَّةً فَجَاءَ فَنَكَصَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَأَرَادَ أَنْ يَتَأَخَّرَ فَجَلَسَ إِلَى جَنْبِهِ ثُمَّ اقْتَرَأَ",
            "id": "Telah menceritakan kepada kami Abu Sa'id telah menceritakan kepada kami Qais bin Ar Rabi' telah menceritakan kepadaku Abdullah bin Abu As Safar dari Ibnu Syurahbil dari Ibnu Abbas dari Al Abbas berkata: Saya menemui Rasulullah shallallahu 'alaihi wa sallam, dan saat itu di dekat beliau ada beberapa istrinya. Kemudian mereka mengenakan satir dariku kecuali Maimunah. Beliau bersabda: \"Tidak ada seorangpun di rumahku yang menyaksikan pemberian obat (ke mulutku) melainkan dia menyetujui hal itu kecuali Abbas.\" Lantas beliau bersabda: \"Perintahkan kepada Abu Bakar untuk mengimami orang-orang!\" Aisyah berkata kepada Hafshah: \"Katakan kepada beliau: sesungguhnya Abu Bakar adalah seorang lelaki yang jika menggantikan posisi anda, dia akan menangis.\" Beliau tetap bersabda: \"Perintahkan kepada Abu Bakar untuk mengimami orang-orang!\" maka Abu Bakar berdiri dan shalat, Ternyata Nabi shallallahu 'alaihi wa sallam mendapati sakitnya agak membaik, maka beliau datang (ke masjid), kemudian Abu Bakar mundur untuk ke belakang, tetapi beliau duduk di sampingnya, lalu melanjutkan bacaan (surat yang dibaca Abu Bakar radliallahu 'anhu.)"
        },
        {
            "number": 1689,
            "arab": "حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا قَيْسٌ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي السَّفَرِ عَنْ أَرْقَمَ بْنِ شُرَحْبِيلَ عَنِ ابْنِ عَبَّاسٍ عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي مَرَضِهِ مُرُوا أَبَا بَكْرٍ يُصَلِّي بِالنَّاسِ فَخَرَجَ أَبُو بَكْرٍ فَكَبَّرَ وَوَجَدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَاحَةً فَخَرَجَ يُهَادَى بَيْنَ رَجُلَيْنِ فَلَمَّا رَآهُ أَبُو بَكْرٍ تَأَخَّرَ فَأَشَارَ إِلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَانَكَ ثُمَّ جَلَسَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى جَنْبِ أَبِي بَكْرٍ فَاقْتَرَأَ مِنْ الْمَكَانِ الَّذِي بَلَغَ أَبُو بَكْرٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ مِنْ السُّورَةِ",
            "id": "Telah menceritakan kepada kami Yahya bin Adam telah menceritakan kepada kami Qais telah menceritakan kepada kami Abdullah bin Abu As Safar dari Arqam bin Syurahbil dari Ibnu Abbas dari Al Abbas bin Abdul Muththalib , bahwa Rasulullah shallallahu 'alaihi wa sallam bersabda pada saat sakitnya: \"Perintahkan kepada Abu Bakar untuk mengimami orang-orang!\" kemudian Abu Bakar keluar dan bertakbir. Ternyata Nabi shallallahu 'alaihi wa sallam mendapati sakitnya agak membaik, maka beliau berusaha keluar dengan dipapah oleh dua orang. Tatkala Abu Bakar melihat beliau, dia mundur, namun Nabi shallallahu 'alaihi wa sallam memberi isyarat agar dia tetap berada di tempatnya. Kemudian Rasulullah shallallahu 'alaihi wa sallam duduk di samping Abu Bakar, lalu beliau melanjutkan bacaan surat yang dibaca Abu Bakar RAdhi Allahu 'anhu."
        },
        {
            "number": 1690,
            "arab": "حَدَّثَنَا عُبَيْدُ بْنُ أَبِي قُرَّةَ حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ عَنْ أَبِي قَبِيلٍ عَنْ أَبِي مَيْسَرَةَ عَنِ الْعَبَّاسِ قَالَ كُنْتُ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ فَقَالَ انْظُرْ هَلْ تَرَى فِي السَّمَاءِ مِنْ نَجْمٍ قَالَ قُلْتُ نَعَمْ قَالَ مَا تَرَى قَالَ قُلْتُ أَرَى الثُّرَيَّا قَالَ أَمَا إِنَّهُ يَلِي هَذِهِ الْأُمَّةَ بِعَدَدِهَا مِنْ صُلْبِكَ اثْنَيْنِ فِي فِتْنَةٍ",
            "id": "Telah menceritakan kepada kami 'Ubaid bin Abu Qurrah telah menceritakan kepada kami Laits bin Sa'id dari Abu Qubail dari Abu Maisarah dari Al Abbas berkata: Aku berada bersama Nabi shallallahu 'alaihi wa sallam pada suatu malam, lalu beliau bertanya: \"perhatikanlah, apakah kamu melihat adanya bintang di langit?\" Maka aku menjawab: \"Ya.\" beliau bertanya: \"Apa yang kamu lihat?\" saya menjawab: \"Aku melihat gugusan bintang.\" Beliau bersabda: \"Sesungguhnya akan memimpin ummat ini dengan jumlah sebanyak bintang-bintang itu yang berasal dari keturunanmu, dua diantaranya berada di dalam fitnah.\""
        },
        {
            "number": 1691,
            "arab": "حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنِ ابْنِ إِسْحَاقَ حَدَّثَنِي يَحْيَى بْنُ أَبِي الْأَشْعَثِ عَنْ إِسْمَاعِيلَ بْنِ إِيَاسِ بْنِ عَفِيفٍ الْكِنْدِيِّ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ كُنْتُ امْرَأً تَاجِرًا فَقَدِمْتُ الْحَجَّ فَأَتَيْتُ الْعَبَّاسَ بْنَ عَبْدِ الْمُطَّلِبِ لِأَبْتَاعَ مِنْهُ بَعْضَ التِّجَارَةِ وَكَانَ امْرَأً تَاجِرًا فَوَاللَّهِ إِنَّنِي لَعِنْدَهُ بِمِنًى إِذْ خَرَجَ رَجُلٌ مِنْ خِبَاءٍ قَرِيبٍ مِنْهُ فَنَظَرَ إِلَى الشَّمْسِ فَلَمَّا رَآهَا مَالَتْ يَعْنِي قَامَ يُصَلِّي قَالَ ثُمَّ خَرَجَتْ امْرَأَةٌ مِنْ ذَلِكَ الْخِبَاءِ الَّذِي خَرَجَ مِنْهُ ذَلِكَ الرَّجُلُ فَقَامَتْ خَلْفَهُ تُصَلِّي ثُمَّ خَرَجَ غُلَامٌ حِينَ رَاهَقَ الْحُلُمَ مِنْ ذَلِكَ الْخِبَاءِ فَقَامَ مَعَهُ يُصَلِّي قَالَ فَقُلْتُ لِلْعَبَّاسِ مَنْ هَذَا يَا عَبَّاسُ قَالَ هَذَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ ابْنُ أَخِي قَالَ فَقُلْتُ مَنْ هَذِهِ الْمَرْأَةُ قَالَ هَذِهِ امْرَأَتُهُ خَدِيجَةُ ابْنَةُ خُوَيْلِدٍ قَالَ قُلْتُ مَنْ هَذَا الْفَتَى قَالَ هَذَا عَلِيُّ بْنُ أَبِي طَالِبٍ ابْنُ عَمِّهِ قَالَ فَقُلْتُ فَمَا هَذَا الَّذِي يَصْنَعُ قَالَ يُصَلِّي وَهُوَ يَزْعُمُ أَنَّهُ نَبِيٌّ وَلَمْ يَتْبَعْهُ عَلَى أَمْرِهِ إِلَّا امْرَأَتُهُ وَابْنُ عَمِّهِ هَذَا الْفَتَى وَهُوَ يَزْعُمُ أَنَّهُ سَيُفْتَحُ عَلَيْهِ كُنُوزُ كِسْرَى وَقَيْصَرَ قَالَ فَكَانَ عَفِيفٌ وَهُوَ ابْنُ عَمِّ الْأَشْعَثِ بْنِ قَيْسٍ يَقُولُ وَأَسْلَمَ بَعْدَ ذَلِكَ فَحَسُنَ إِسْلَامُهُ لَوْ كَانَ اللَّهُ رَزَقَنِي الْإِسْلَامَ يَوْمَئِذٍ فَأَكُونُ ثَالِثًا مَعَ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ",
            "id": "Telah menceritakan kepada kami Ya'qub telah menceritakan kepada kami bapakku dari Ibnu Ishaq telah menceritakan kepadaku Yahya bin Abu Asy'ats dari Isma'il bin Iyas bin 'Afif Al Kindi dari Bapaknya dari kakeknya berkata: Saya adalah seorang pedagang. Saya datang untuk menjalankan ibadah haji, lalu saya mendatangi Al Abbas bin Abdul Muththalib untuk membeli dagangan darinya, yang dia juga seorang pedagang. Demi Allah, pada saat saya di Mina, ada seorang laki-laki yang keluar dari dalam tenda yang tidak jauh darinya, dia melihat ke arah matahari, ketika matahari telah condong, orang itu berdiri dan shalat. Kemudian keluarlah seorang wanita dari tenda itu juga dan berdiri di belakang orang tadi dan ikut shalat. Lalu seorang anak kecil yang menginjak usia baligh keluar dari tenda tersebut dan ikut shalat bersama kedua orang tadi. Maka saya pun bertanya kepada Al Abbas: \"Siapa orang itu Wahai Abbas?\" dia menjawab: \"Itu adalah Muhammad bin Abdullah bin Abdul Muththalib anak saudaraku.\" Saya bertanya lagi: \"Siapakah wanita itu?\" dia menjawab: \"Itu adalah istrinya Khadijah binti khuwalaid.\" Saya bertanya lagi: \"Siapa pemuda itu?\" dia menjawab: \"Itu adalah Ali bin Abu Thalib anak pamannya.\" Saya bertanya lagi: \"Apa yang mereka lakukan?\" dia menjawab: \"Dia sedang shalat, dia mengaku bahwa dia adalah seorang Nabi, dan tidak ada yang mengikuti perintahnya kecuali istrinya dan anak pamannya, pemuda tersebut. Dia juga mengaku bahwasanya akan ditaklukkan untuknya perbendaraan-perbendaraan Raja Kisra dan Kaisar.\" Kemudian 'Affif, yaitu anak paman Al Ays'Ats bin Qais berkata: -dan dia masuk Islam setelah itu serta keIslamannya baik- \"Seandainya Allah memberiku rizki Islam pada hari itu, maka aku adalah orang yang ketiga bersama Ali bin Abu Thalib RAdhi Allahu 'anhu.\""
        },
        {
            "number": 1692,
            "arab": "حَدَّثَنَا أَبُو نُعَيْمٍ عَنْ سُفْيَانَ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ عَنِ الْمُطَّلِبِ بْنِ أَبِي وَدَاعَةَ قَالَ قَالَ الْعَبَّاسُ بَلَغَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْضُ مَا يَقُولُ النَّاسُ قَالَ فَصَعِدَ الْمِنْبَرَ فَقَالَ مَنْ أَنَا قَالُوا أَنْتَ رَسُولُ اللَّهِ فَقَالَ أَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ إِنَّ اللَّهَ خَلَقَ الْخَلْقَ فَجَعَلَنِي فِي خَيْرِ خَلْقِهِ وَجَعَلَهُمْ فِرْقَتَيْنِ فَجَعَلَنِي فِي خَيْرِ فِرْقَةٍ وَخَلَقَ الْقَبَائِلَ فَجَعَلَنِي فِي خَيْرِ قَبِيلَةٍ وَجَعَلَهُمْ بُيُوتًا فَجَعَلَنِي فِي خَيْرِهِمْ بَيْتًا فَأَنَا خَيْرُكُمْ بَيْتًا وَخَيْرُكُمْ نَفْسًا",
            "id": "Telah menceritakan kepada kami Abu Nua'im dari Sufyan dari Yazid bin Abu Ziyad dari Abdullah bin Al Harits bin Naufal dari Al Muththalib bin Abu Wada'ah berkata: Al Abbas berkata: Rasulullah shallallahu 'alaihi wa sallam mendengar sebagian yang dibicarakan orang-orang, maka beliau naik mimbar dan berkata: \"Siapakah aku?\" Orang-orang menjawab: \"Engkau adalah Rasulullah.\" Lalu beliau berkata lagi: \"Aku adalah Muhammad bin Abdullah bin Abdul Muththalib. Sesungguhnya Allah menciptakan segala sesuatu, dan menjadikanku makhluk terbaikNya. Dia menjadikan makhluk-makhluk-Nya dalam dua kelompok. Dia menjadikanku dalam kelompok yang terbaik. Dia menjadikan mereka dalam berbagai kabilah, dan menjadikanku dalam kabilah yang terbaik. Dia menjadikan mereka dalam berbagai rumah (bait), dan menjadikanku dalam rumah (bait) yang terbaik. Dan aku adalah orang yang terbaik rumahnya, serta terbaik jiwanya.\""
        },
        {
            "number": 1693,
            "arab": "حَدَّثَنَا عَفَّانُ حَدَّثَنَا أَبُو عَوَانَةَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ عَنْ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ يَا رَسُولَ اللَّهِ هَلْ نَفَعْتَ أَبَا طَالِبٍ بِشَيْءٍ فَإِنَّهُ قَدْ كَانَ يَحُوطُكَ وَيَغْضَبُ لَكَ قَالَ نَعَمْ هُوَ فِي ضَحْضَاحٍ مِنْ النَّارِ لَوْلَا ذَلِكَ لَكَانَ هُوَ فِي الدَّرْكِ الْأَسْفَلِ مِنْ النَّارِ",
            "id": "Telah menceritakan kepada kami 'Affan telah menceritakan kepada kami Abu 'Awanah telah menceritakan kepada kami Abdul Malik bin 'Umair dari Abdullah bin Al Harits bin Naufal dari Abbas bin Abdul Muththalib berkata: \"Wahai Rasulullah, apakah anda dapat memberi manfa'at kepada Abu Thalib, karena dia telah mengasuhmu dan terkadang marah (untuk memberikan pembelaan) kepadamu.\" Beliau menjawab: \"Ya. ia berada di bagian neraka yang dangkal, dan kalaulah bukan karena hal itu niscaya berada di dasar neraka.\""
        },
        {
            "number": 1694,
            "arab": "حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ أَخِي عَبْدِ اللَّهِ قَالَ كَانَ لِلْعَبَّاسِ مِيزَابٌ عَلَى طَرِيقِ عُمَرَ بْنِ الْخَطَّابِ فَلَبِسَ عُمَرُ ثِيَابَهُ يَوْمَ الْجُمُعَةِ وَقَدْ كَانَ ذُبِحَ لِلْعَبَّاسِ فَرْخَانِ فَلَمَّا وَافَى الْمِيزَابَ صُبَّ مَاءٌ بِدَمِ الْفَرْخَيْنِ فَأَصَابَ عُمَرَ وَفِيهِ دَمُ الْفَرْخَيْنِ فَأَمَرَ عُمَرُ بِقَلْعِهِ ثُمَّ رَجَعَ عُمَرُ فَطَرَحَ ثِيَابَهُ وَلَبِسَ ثِيَابًا غَيْرَ ثِيَابِهِ ثُمَّ جَاءَ فَصَلَّى بِالنَّاسِ فَأَتَاهُ الْعَبَّاسُ فَقَالَ وَاللَّهِ إِنَّهُ لَلْمَوْضِعُ الَّذِي وَضَعَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ عُمَرُ لِلْعَبَّاسِ وَأَنَا أَعْزِمُ عَلَيْكَ لَمَّا صَعِدْتَ عَلَى ظَهْرِي حَتَّى تَضَعَهُ فِي الْمَوْضِعِ الَّذِي وَضَعَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَفَعَلَ ذَلِكَ الْعَبَّاسُ رَضِيَ اللَّهُ تَعَالَى عَنْهُ",
            "id": "Telah menceritakan kepada kami Asbath bin Muhammad telah menceritakan kepada kami Hisyam bin Sa'd dari 'Ubaidullah bin Abbas bin 'Abdul Muththalib saudara Abdullah, berkata: Al Abbas memiliki pancuran yang biasa dilewati Umar bin Khaththab. Pada hari Jum'at, Umar memakai pakaiannya, saat itu dua burung milik Al Abbas telah disembelih. Tatkala Umar melewati pancuran itu, darah kedua ekor burung itu disiram dengan air dan mengenai baju Umar, padahal air itu sudah tercampur dengan darah, maka Umar menyuruh agar menutup pancuran tersebut. Umar pulang dan melepas pakaiannya dan menggantinya dengan pakaian lainnya, kemudian dia pergi dan shalat mengimami orang-orang. Al Abbas datang dan berkata: \"Demi Allah, di situ adalah tempat di mana Nabi shallallahu 'alaihi wa sallam meletakkan pancuran tersebut.\" Umar pun berkata kepada Al Abbas: \"Saya berniat agar kamu naik di atas punggungku sampai kamu bisa meletakkannya pada tempat dimana Rasulullah shallallahu 'alaihi wa sallam meletakkannya.\" Kemudian Al Abbas melakukannya."
        },
        {
            "number": 1695,
            "arab": "حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ عَنِ ابْنِ جُرَيْجٍ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّهُ كَانَ رِدْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ جَمْعٍ فَلَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Telah menceritakan kepada kami 'Abbad bin 'Abbad dari Ibnu Juraij dari 'Atho` dari Ibnu Abbas dari Al Fadhl bin Abbas , bahwa dia membonceng Nabi shallallahu 'alaihi wa sallam dari Muzdalifah, beliau tetap bertalbiyah hingga beliau melempar jumrah."
        },
        {
            "number": 1696,
            "arab": "قَالَ قُرِئَ عَلَى سُفْيَانَ سَمِعْتُ مُحَمَّدَ بْنَ أَبِي حَرْمَلَةَ عَنْ كُرَيْبٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَبَّى حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Perawi berkata: dibacakan di hadapan Sufyan aku mendengar Muhammad bin Abu Harmalah dari Kuraib dari Ibnu Abbas dari Al Fadhl bahwa Nabi shallallahu 'alaihi wa sallam bertalbiyah hingga melempar Jumrah.\""
        },
        {
            "number": 1697,
            "arab": "حَدَّثَنَا يَحْيَى عَنِ ابْنِ جُرَيْجٍ أَخْبَرَنِي عَطَاءٌ عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْدَفَ الْفَضْلَ بْنَ عَبَّاسٍ مِنْ جَمْعٍ قَالَ عَطَاءٌ فَأَخْبَرَنِي ابْنُ عَبَّاسٍ أَنَّ الْفَضْلَ أَخْبَرَهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Telah menceritakan kepada kami Yahya dari Ibnu Juraij telah menceritakan kepadaku 'Atho` dari Ibnu Abbas , bahwa Nabi shallallahu 'alaihi wa sallam memboncengkan Al Fadhl bin Abbas dari Muzdalifah. 'Atho` berkata: telah menceritakan kepadaku Ibnu Abbas bahwa Al Fadhl mengabarinya, bahwa Nabi shallallahu 'alaihi wa sallam tetap bertalbiyah sampai melempar jumrah."
        },
        {
            "number": 1698,
            "arab": "حَدَّثَنَا يَحْيَى عَنِ ابْنِ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَخْبَرَنِي أَبُو مَعْبَدٍ قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ يُخْبِرُ عَنِ الْفَضْلِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشِيَّةَ عَرَفَةَ غَدَاةَ جَمْعٍ لِلنَّاسِ حِينَ دَفَعْنَا عَلَيْكُمْ السَّكِينَةَ وَهُوَ كَافٌّ نَاقَتَهُ حَتَّى إِذَا دَخَلَ مِنًى حِينَ هَبَطَ مُحَسِّرًا قَالَ عَلَيْكُمْ بِحَصَى الْخَذْفِ الَّذِي يُرْمَى بِهِ الْجَمْرَةُ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُشِيرُ بِيَدِهِ كَمَا يَخْذِفُ الْإِنْسَانُ و قَالَ رَوْحٌ وَالبُرْسَانِيُّ عَشِيَّةَ عَرَفَةَ وَغَدَاةَ جَمْعٍ وَقَالَا حِينَ دَفَعُوا",
            "id": "Telah menceritakan kepada kami Yahya dari Ibnu Juraij telah mengabarkan kepadaku Abu Zubair telah menceritakan kepadaku Abu Ma'bad berkata: saya mendengar Ibnu Abbas mengabari dari Al Fadhl , berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda pada Sore Hari di 'Arafah dan Pagi Hari di Muzdalifah kepada orang-orang ketika kami mulai berangkat: \"Hendaklah berjalan dengan tenang!\" sambil menarik tali kekang unta beliau. Ketika beliau masuk di Mina, tepatnya ketika menuruni lembah Muhassir, beliau bersabda: \"Hendaklah kalian (mempersiapkan) batu kerikil untuk melempar jumrah.\" Rasulullah shallallahu 'alaihi wa sallam mengisyaratkan dengan tangan beliau sebagaimana orang yang melempar. Rauh dan Al Bursani berkata: \"Pada Sore Hari di 'Arafah dan Pagi Hari di Muzdalifah..\" dan \"Ketika mereka mulai berangkat.\""
        },
        {
            "number": 1699,
            "arab": "حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ فِي الْكَعْبَةِ فَسَبَّحَ وَكَبَّرَ وَدَعَا اللَّهَ عَزَّ وَجَلَّ وَاسْتَغْفَرَ وَلَمْ يَرْكَعْ وَلَمْ يَسْجُدْ",
            "id": "Telah menceritakan kepada kami Yunus bin Muhammad telah menceritakan kepada kami Hammad yaitu Ibnu Salamah, dari 'Amru bin Dinar dari Ibnu Abbas dari Al Fadhl bin Abbas bahwa Rasulullah shallallahu 'alaihi wa sallam berdiri di depan Ka'bah, lalu beliau bertasbih dan bertakbir. Kemudian beliau berdoa kepada Allah 'azza wajalla dan beristighfar. Beliau tidak ruku' juga tidak sujud."
        },
        {
            "number": 1700,
            "arab": "حَدَّثَنَا حُجَيْنٌ وَيُونُسُ قَالَا حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ عَنْ أَبِي الزُّبَيْرِ عَنْ أَبِي مَعْبَدٍ مَوْلَى ابْنِ عَبَّاسٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ وَكَانَ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي عَشِيَّةِ عَرَفَةَ وَغَدَاةِ جَمْعٍ لِلنَّاسِ حِينَ دَفَعُوا عَلَيْكُمْ السَّكِينَةَ وَهُوَ كَافٌّ نَاقَتَهُ حَتَّى إِذَا دَخَلَ مُحْسِّرًا وَهُوَ مِنْ مِنًى قَالَ عَلَيْكُمْ بِحَصَى الْخَذْفِ الَّذِي يُرْمَى بِهِ الْجَمْرَةُ وَقَالَ لَمْ يَزَلْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Telah menceritakan kepada kami Hujain dan Yunus , keduanya berkata: telah menceritakan kepada kami Laits bin Sa'id dari Abu Zubair dari Abu Ma'bad mantan budak Ibnu Abbas, dari Abdullah bin Abbas dari Al Fadhl bin Abbas , dia berkata: bahwa dia dibonceng Nabi shallallahu 'alaihi wa sallam dan beliau bersabda pada Sore Hari 'Arafah dan Pagi Hari Muzdalifah kepada orang-orang ketika kami mulai berangkat: \"Hendaklah kalian berjalan dengan tenang!\" sambil menarik tali kekang unta beliau, sehingga ketika beliau masuk lembah Muhassir di Mina, beliau bersabda: \"Hendaklah kalian (mempersiapkan) batu kerikil untuk melempar jumrah.\" Al Fadhl berkata: \"Rasulullah shallallahu 'alaihi wa sallam tetap bertalbiyah sampai beliau melempar jumrah.\""
        },
        {
            "number": 1701,
            "arab": "حَدَّثَنَا حَجَّاجٌ قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ عَنْ عَبَّاسِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ قَالَ زَارَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَبَّاسًا فِي بَادِيَةٍ لَنَا وَلَنَا كُلَيْبَةٌ وَحِمَارَةٌ تَرْعَى فَصَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَصْرَ وَهُمَا بَيْنَ يَدَيْهِ فَلَمْ تُؤَخَّرَا وَلَمْ تُزْجَرَا",
            "id": "Telah menceritakan kepada kami Hajjaj berkata: Ibnu Juraij berkata: telah mengabarkan kepadaku Muhammad bin Umar bin Ali dari Abbas bin 'Ubaidullah bin Abbas dari Al Fadhl bin Abbas berkata: Nabi shallallahu 'alaihi wa sallam mengunjungi Abbas pada saat berada di kampung kami. Kami mempunyai seekor anjing dan keledai yang sedang memakan rumput. Lalu Nabi shallallahu 'alaihi wa sallam mengerjakan shalat ashar sementara kedua binatang itu berada di depan beliau, dan keduanya tidak disingkirkan dan juga tidak diusir."
        },
        {
            "number": 1702,
            "arab": "حَدَّثَنَا عَفَّانُ حَدَّثَنَا وُهَيْبٌ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ عَنْ أَبِي الطُّفَيْلِ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّهُ كَانَ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ جَمْعٍ إِلَى مِنًى فَلَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Telah menceritakan kepada kami 'Affan telah menceritakan kepada kami Wuhaib telah menceritakan kepada kami Abdullah bin 'Utsman bin Khutsaim dari Abu Thufail dari Al Fadhl bin Abbas bahwa dia dibonceng Nabi shallallahu 'alaihi wa sallam dari Muzdalifah menuju Mina, dan beliau tetap bertalbiyah hingga beliau melempar jumrah."
        },
        {
            "number": 1703,
            "arab": "حَدَّثَنَا عَلِيُّ بْنُ إِسْحَاقَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُبَارَكٍ أَنْبَأَنَا لَيْثُ بْنُ سَعْدٍ حَدَّثَنَا عَبْدُ رَبِّهِ بْنُ سَعِيدٍ عَنْ عِمْرَانَ بْنِ أَبِي أَنَسٍ عَنْ عَبْدِ اللَّهِ بْنِ نَافِعِ ابْنِ الْعَمْيَاءِ عَنْ رَبِيعَةَ بْنِ الْحَارِثِ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةُ مَثْنَى مَثْنَى تَشَهَّدُ فِي كُلِّ رَكْعَتَيْنِ وَتَضَرَّعُ وَتَخَشَّعُ وَتَمَسْكَنُ ثُمَّ تُقَنِّعُ يَدَيْكَ يَقُولُ تَرْفَعُهُمَا إِلَى رَبِّكَ مُسْتَقْبِلًا بِبُطُونِهِمَا وَجْهَكَ تَقُولُ يَا رَبِّ يَا رَبِّ فَمَنْ لَمْ يَفْعَلْ ذَلِكَ فَقَالَ فِيهِ قَوْلًا شَدِيدًا",
            "id": "Telah menceritakan kepada kami Ali bin Ishaq telah mengabarkan kepada kami Abdullah bin Mubarak telah memberitakan kepada kami Laits bin Sa'd telah menceritakan kepada kami Abdu Rabbih bin Sa'id dari 'Imran bin Abu Anas dari Abdullah bin Nafi' bin Al 'Amya` dari Rabi'ah bin Al Harits dari Al Fadhl bin Abbas berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Shalat itu dua raka'at dua raka'at, setiap dua raka'at hendaknya kamu bertasyahud, merendahkan diri, khusyu' dan tuma'ninah, kemudian engkau arahkan kedua tanganmu, -beliau berkata: - angkat keduanya memohon kepada Rabbmu dengan telapak tangan menghadap ke wajahmu, dan engkau ucapkan: 'Ya Rabbku, Ya Rabku..' dan barangsiapa yang tidak melakukan hal itu dan berdoa di dalamnya, \" -beliau mengucapkan perkataan yang tegas mengenai hal itu-."
        },
        {
            "number": 1704,
            "arab": "حَدَّثَنَا يَزِيدُ بْنُ أَبِي حَكِيمٍ الْعَدَنِيُّ حَدَّثَنِي الْحَكَمُ يَعْنِي ابْنَ أَبَانَ قَالَ سَمِعْتُ عِكْرِمَةَ يَقُولُ قَالَ الْفَضْلُ بْنُ عَبَّاسٍ لَمَّا أَفَاضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مَعَهُ فَبَلَغْنَا الشِّعْبَ نَزَلَ فَتَوَضَّأَ ثُمَّ رَكِبْنَا حَتَّى جِئْنَا الْمُزْدَلِفَةَ",
            "id": "Telah menceritakan kepada kami Yazid bin Abu Hakim Al 'Adani telah menceritakan kepadaku Al Hakam yaitu Ibnu Aban berkata: saya mendengar 'Ikrimah berkata: Al Fadhl bin Abbas berkata: \"Ketika Rasulullah shallallahu 'alaihi wa sallam bergegas meninggalkan (Arafah) yang pada saat itu aku bersama beliau. Ketika kami sampai di sebuah lembah, beliau singgah dan berwudhu, kemudian kami melanjutkan perjalanan kembali hingga tiba di Muzdalifah.\""
        },
        {
            "number": 1705,
            "arab": "حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا أَبِي عَنِ ابْنِ إِسْحَاقَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي نَجِيحٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ أَوْ عَنْ مُجَاهِدِ بْنِ جَبْرٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ حَدَّثَنِي أَخِي الْفَضْلُ بْنُ عَبَّاسٍ وَكَانَ مَعَهُ حِينَ دَخَلَهَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُصَلِّ فِي الْكَعْبَةِ وَلَكِنَّهُ لَمَّا دَخَلَهَا وَقَعَ سَاجِدًا بَيْنَ الْعَمُودَيْنِ ثُمَّ جَلَسَ يَدْعُو",
            "id": "Telah menceritakan kepada kami Ya'qub telah menceritakan kepada kami bapakku dari Ibnu Ishaq telah menceritakan kepadaku Abdullah bin Abu Nujaih dari 'Atho` bin Abu Rabah atau dari Mujahid bin Jubair dari Abdullah bin Abbas telah menceritakan kepadaku saudaraku, Al Fadhl bin Abbas dan dia bersamanya ketika memasuki Ka'bah, bahwa Rasulullah shallallahu 'alaihi wa sallam tidak shalat di dalam Ka'bah tapi beliau ketika memasukinya bersujud di antara kedua tiangnya lalu duduk berdoa."
        },
        {
            "number": 1706,
            "arab": "حَدَّثَنَا هُشَيْمٌ أَنْبَأَنَا ابْنُ أَبِي لَيْلَى عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ قَالَ أَخْبَرَنِي الْفَضْلُ بْنُ عَبَّاسٍ أَنَّهُ كَانَ رِدْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ أَفَاضَ مِنْ جَمْعٍ قَالَ فَأَفَاضَ وَعَلَيْهِ السَّكِينَةُ قَالَ وَلَبَّى حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ و قَالَ مَرَّةً أَنْبَأَنَا ابْنُ أَبِي لَيْلَى عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ أَنْبَأَنَا الْفَضْلُ بْنُ عَبَّاسٍ قَالَ شَهِدْتُ الْإِفَاضَتَيْنِ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَفَاضَ وَعَلَيْهِ السَّكِينَةُ وَهُوَ كَافٌّ بَعِيرَهُ قَالَ وَلَبَّى حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ مِرَارًا",
            "id": "Telah menceritakan kepada kami Husyaim telah memberitakan kepada kami Ibnu Abu Laila dari 'Atho` dari Ibnu Abbas berkata: telah mengabarkan kepadaku Al Fadhl bin Abbas , bahwa dia dibonceng Nabi shallallahu 'alaihi wa sallam ketika berangkat meninggalkan Muzdalifah. Beliau meninggalkan Muzdalifah dengan tenang sambil mengucapkan talbiyah sampai melempar jumrah 'Aqabah. Husyaim berkata: telah memberitakan kepada kami Ibnu Abu Laila dari 'Atho` dari Ibnu Abbas telah memberitakan kepada kami Al Fadhl bin Abbas berkata: saya dua kali ikut keberangkatan meninggalkan (Muzdalifah) bersama Rasulullah shallallahu 'alaihi wa sallam. Beliau berangkat meninggalkan (Muzdalifah) dengan tenang sambil menarik tali kekang untanya, dan beliau bertalbiyah sampai melempar jumrah 'Aqabah beberapa kali."
        },
        {
            "number": 1707,
            "arab": "حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ حَدَّثَنَا ابْنُ أَبِي لَيْلَى عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ وَكَانَ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ أَفَاضَ مِنْ عَرَفَةَ قَالَ فَرَأَى النَّاسَ يُوضِعُونَ فَأَمَرَ مُنَادِيَهُ فَنَادَى لَيْسَ الْبِرُّ بِإِيضَاعِ الْخَيْلِ وَالْإِبِلِ فَعَلَيْكُمْ بِالسَّكِينَةِ",
            "id": "Telah menceritakan kepada kami 'Abdah bin Sulaiman telah menceritakan kepada kami Ibnu Abu Laila dari 'Atho` dari Ibnu Abbas dari Al Fadhl bin Abbas bahwa dia membonceng Nabi shallallahu 'alaihi wa sallam ketika berangkat dari Arafah lalu dia melihat orang-orang berjalan dengan tergesa-gesa, maka beliau menyuruh seorang penyerunya menyerukan: \"Tidaklah termasuk kebaikan memaksa kuda dan unta untuk berlari, tapi berangkatlah dengan tenang!\""
        },
        {
            "number": 1708,
            "arab": "حَدَّثَنَا يَعْقُوبُ حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ عَمِّهِ قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ قَالَ قَالَتْ عَائِشَةُ وُأُمُّ سَلَمَةَ زَوْجَا النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصْبِحُ مِنْ أَهْلِهِ جُنُبًا فَيَغْتَسِلُ قَبْلَ أَنْ يُصَلِّيَ الْفَجْرَ ثُمَّ يَصُومُ يَوْمَئِذٍ قَالَ فَذَكَرْتُ ذَلِكَ لِأَبِي هُرَيْرَةَ فَقَالَ لَا أَدْرِي أَخْبَرَنِي ذَلِكَ الْفَضْلُ بْنُ عَبَّاسٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ",
            "id": "Telah menceritakan kepada kami Ya'qub telah menceritakan kepada kami anak saudara Ibnu Syihab dari pamannya berkata: telah mengabarkan kepadaku Abu Bakar bin Abdurrahman bin Al Harits bin Hisyam berkata: Aisyah dan Ummu Salamah , istri Nabi shallallahu 'alaihi wa sallam, keduanya mengatakan: \"pada suatu pagi Rasulullah shallallahu 'alaihi wa sallam dalam keadaan junub karena jima', kemudian beliau mandi sebelum beliau mengerjakan shalat fajar, dan pada hari itu beliau melanjutkan berpuasa.\" Kemudian (hadits tersebut) saya ceritakan kepada Abu Hurairah, maka dia mengatakan: \"Aku tidak tahu, tetapi Al Fadhl bin Abbas radhia Allahu ta'ala 'anhu yang memberitahukan kepadaku.\""
        },
        {
            "number": 1709,
            "arab": "حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ حَدَّثَنَا جَرِيرٌ عَنْ أَيُّوبَ عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ عَنِ ابْنِ عَبَّاسٍ عَنْ أَخِيهِ الْفَضْلِ قَالَ كُنْتُ رَدِيفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ جَمْعٍ إِلَى مِنًى فَبَيْنَا هُوَ يَسِيرُ إِذْ عَرَضَ لَهُ أَعْرَابِيٌّ مُرْدِفًا ابْنَةً لَهُ جَمِيلَةً وَكَانَ يُسَايِرُهُ قَالَ فَكُنْتُ أَنْظُرُ إِلَيْهَا فَنَظَرَ إِلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَلَبَ وَجْهِي عَنْ وَجْهِهَا ثُمَّ أَعَدْتُ النَّظَرَ فَقَلَبَ وَجْهِي عَنْ وَجْهِهَا حَتَّى فَعَلَ ذَلِكَ ثَلَاثًا وَأَنَا لَا أَنْتَهِي فَلَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ",
            "id": "Telah menceritakan kepada kami Husain bin Muhammad telah menceritakan kepada kami Jarir dari Ayyub dari Al Hakam bin 'Utbah dari Ibnu Abbas dari saudaranya, Al Fadhl berkata: \"Saya dibonceng Rasulullah shallallahu 'alaihi wa sallam dari Muzdalifah ke Mina. Tatkala beliau berjalan, seorang Badui yang membonceng anak gadisnya yang cantik menghadang Rasulullah shallallahu 'alaihi wa sallam, kemudian saya memandang anak gadis tersebut, maka Nabi shallallahu 'alaihi wa sallam memperhatikan diriku dan memalingkan wajahku dari wajah gadis tersebut, tetapi saya mengulangi memandang gadis tersebut, dan beliau memalingkan lagi, hal itu terjadi sampai tiga kali, namun saya masih tetap memandanginya lagi, dan beliau tetap melantunkan talbiyah sehingga melempar jumrah Aqabah.\""
        },
        {
            "number": 1710,
            "arab": "حَدَّثَنَا عَفَّانُ حَدَّثَنَا حَمَّادٌ أَنْبَأَنَا قَيْسٌ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَبَّى يَوْمَ النَّحْرِ حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ",
            "id": "Telah menceritakan kepada kami 'Affan telah menceritakan kepada kami Hammad telah memberitakan kepada kami Qais dari 'Atho` bin Abu Rabah dari Abbas dari Al Fadhl bin Abbas bahwa Rasulullah shallallahu 'alaihi wa sallam bertalbiyah pada Hari Nahr sampai beliau melempar jumrah Aqabah."
        },
        {
            "number": 1711,
            "arab": "حَدَّثَنَا رَوْحٌ حَدَّثَنَا شُعْبَةُ عَنْ عَامِرٍ الْأَحْوَلِ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ أَنَّهُ كَانَ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Telah menceritakan kepada kami Rauh telah menceritakan kepada kami Syu'bah dari 'Amir Al Ahwal dari 'Atho` dari Ibnu Abbas dari Al Fadhl bahwa dia dibonceng Nabi shallallahu 'alaihi wa sallam dan beliau tetap bertalbiyah sampai melempar jumrah."
        },
        {
            "number": 1712,
            "arab": "حَدَّثَنَا رَوْحٌ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا عَلِيُّ بْنُ زَيْدٍ قَالَ سَمِعْتُ يُوسُفَ بْنَ مَاهَكَ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ قَالَ كُنْتُ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَبَّى فِي الْحَجِّ حَتَّى رَمَى الْجَمْرَةَ يَوْمَ النَّحْرِ",
            "id": "Telah menceritakan kepada kami Rauh telah menceritakan kepada kami Syu'bah telah menceritakan kepada kami Ali bin Zaid berkata: saya mendengar Yusuf bin Mahak , dari Ibnu Abbas dari Al Fadhl bin Abbas berkata: saya dibonceng Nabi shallallahu 'alaihi wa sallam dan beliau tetap bertalbiyah dalam ritual ibadah Haji sehingga selesai melempar jumrah pada hari Nahr."
        },
        {
            "number": 1713,
            "arab": "حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا شُعْبَةُ عَنْ عَامِرٍ الْأَحْوَلِ وَجَابِرٍ الْجُعْفِيِّ وَابْنِ عَطَاءٍ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّهُ كَانَ رَدِيفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَبَّى حَتَّى رَمَى الْجَمْرَةَ يَوْمَ النَّحْرِ",
            "id": "Telah menceritakan kepada kami Hasyim bin Al Qasim telah menceritakan kepada kami Syu'bah dari 'Amir Al Ahwal dan Jabir bin Al Ja'fi dan Ibnu 'Atho` dari 'Atho` dari Ibnu Abbas dari Al Fadhl bin Abbas bahwa dia dibonceng Rasulullah shallallahu 'alaihi wa sallam dan beliau tetap bertalbiyah sampai melempar jumrah pada hari Nahar."
        },
        {
            "number": 1714,
            "arab": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ جَابِرٍ وَعَامِرٍ الْأَحْوَلِ وَابْنِ عَطَاءٍ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ أَنَّ الْفَضْلَ بْنَ عَبَّاسٍ كَانَ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَانَ يُلَبِّي يَوْمَ النَّحْرِ حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Telah menceritakan kepada kami Muhammad bin Ja'far telah menceritakan kepada kami Syu'bah dari Jabir , 'Amir Al Ahwal Ibnu 'Atho` dari 'Atho` dari Ibnu Abbas dari Al Fadhl bin Abbas bahwa dia dibonceng Rasulullah shallallahu 'alaihi wa sallam dan beliau tetap bertalbiyah pada hari Nahr sampai melempar jumrah."
        },
        {
            "number": 1715,
            "arab": "حَدَّثَنَا عَفَّانُ حَدَّثَنَا شُعْبَةُ أَخْبَرَنِي مُشَاشٌ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ قَالَ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَعَفَةَ بَنِي هَاشِمٍ أَمَرَهُمْ أَنْ يَتَعَجَّلُوا مِنْ جَمْعٍ بِلَيْلٍ",
            "id": "Telah menceritakan kepada kami 'Affan telah menceritakan kepada kami Syu'bah telah mengabarkan kepadaku Musyasy dari 'Atho` bin Abu Rabah dari Ibnu Abbas dari al Fadhl bin Abbas berkata: \"Rasulullah shallallahu 'alaihi wa sallam memerintahkan kepada orang-orang lemah Bani Hasyim agar bersegera meninggalkan Muzdalifah di saat malam.\""
        },
        {
            "number": 1716,
            "arab": "حَدَّثَنَا هُشَيْمٌ حَدَّثَنَا يَحْيَى بْنُ أَبِي إِسْحَاقَ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ أَوْ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبِي أَدْرَكَهُ الْإِسْلَامُ وَهُوَ شَيْخٌ كَبِيرٌ لَا يَثْبُتُ عَلَى رَاحِلَتِهِ أَفَأَحُجُّ عَنْهُ قَالَ أَرَأَيْتَ لَوْ كَانَ عَلَيْهِ دَيْنٌ فَقَضَيْتَهُ عَنْهُ أَكَانَ يُجْزِيهِ قَالَ نَعَمْ قَالَ فَاحْجُجْ عَنْ أَبِيكَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ يَحْيَى بْنِ أَبِي إِسْحَاقَ قَالَ سَمِعْتُ سُلَيْمَانَ بْنَ يَسَارٍ حَدَّثَنَا الْفَضْلُ قَالَ كُنْتُ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ رَجُلٌ فَقَالَ إِنَّ أَبِي أَوْ أُمِّي شَيْخٌ كَبِيرٌ لَا يَسْتَطِيعُ الْحَجَّ فَذَكَرَ الْحَدِيثَ",
            "id": "Telah menceritakan kepada kami Husyaim telah menceritakan kepada kami Yahya bin Abu Ishaq dari Sulaiman bin Yasar dari Abdullah bin Abbas atau dari Al Fadhl bin Abbas bahwa seorang laki-laki bertanya kepada Nabi shallallahu 'alaihi wa sallam: \"Wahai Rasulullah, ayahku seorang muslim, akan tetapi ia telah lanjut usia dan tidak sanggup lagi duduk di atas kendaraannya. Apakah aku boleh melakukan haji untuknya?\" Beliau menjawab: \"Apa pendapatmu jika ia mempunyai hutang lalu engkau melunasinya, apakah itu bisa menggantikan hutang ayahmu?\" Laki-laki itu menjawab: \"Ya.\" beliau bersabda: \"Berhajilah untuk ayahmu!\" Telah menceritakan kepada kami Muhammad bin Ja'far telah menceritakan kepada kami Syu'bah dari Yahya bin Abu Ishaq berkata: Aku mendengar Sulaiman bin Yasar telah menceritakan kepada kami Al Fadhl berkata: Aku dibonceng Nabi shallallahu 'alaihi wa sallam, lalu ada seorang laki-laki yang bertanya: \"Ayahku atau ibuku telah lanjut usia, sehingga tidak mampu untuk menunaikan ibadah haji.\" Lalu ia menyebutkan hadits tersebut."
        },
        {
            "number": 1717,
            "arab": "حَدَّثَنَا حَجَّاجٌ حَدَّثَنِي شُعْبَةُ عَنِ الْأَحْوَلِ وَجَابِرٍ الْجُعْفِيِّ وَابْنِ عَطَاءٍ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ أَنَّهُ كَانَ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَبَّى حَتَّى رَمَى الْجَمْرَةَ يَوْمَ النَّحْرِ",
            "id": "Telah menceritakan kepada kami Hajjaj telah menceritakan kepadaku Syu'bah dari Al Ahwal dan Jabir Al Ju'fi dan Ibnu 'Atho` dari Atho` dari Ibnu Abbas dari Al Fadhl bahwa dia dibonceng Nabi shallallahu 'alaihi wa sallam dan beliau tetap bertalbiyah sehingga selesai melempar jumrah pada hari Nahr."
        },
        {
            "number": 1718,
            "arab": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ قَالَ عَبْد اللَّهِ وَسَمِعْتُهُ أَنَا مِنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ حَدَّثَنَا حَفْصٌ عَنْ جَعْفَرٍ عَنْ أَبِيهِ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ فَرَمَاهَا بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ",
            "id": "Telah menceritakan kepada kami Abdullah bin Muhammad, Abdullah berkata: dan saya mendengarnya dari Abdullah bin Muhammad telah menceritakan kepada kami Hafsh dari Ja'far dari Bapaknya dari Ali bin Husain dari Ibnu Abbas dari Al Fadhl bin Abbas , bahwa Nabi shallallahu 'alaihi wa sallam tetap bertalbiyah sampai melempar jumrah 'Aqabah. Beliau melemparnya dengan tujuh kerikil dan bertakbir untuk setiap kerikil."
        },
        {
            "number": 1719,
            "arab": "حَدَّثَنَا يَعْلَى وَمُحَمَّدٌ ابْنًا عُبَيْدٍ قَالَا ثَنَا عَبْدُ الْمَلِكِ عَنْ عَطَاءٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنِ الْفَضْلِ قَالَ أَفَاضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عَرَفَاتٍ وَأُسَامَةُ بْنُ زَيْدٍ رِدْفُهُ فَجَالَتْ بِهِ النَّاقَةُ وَهُوَ وَاقِفٌ بِعَرَفَاتٍ قَبْلَ أَنْ يُفِيضَ وَهُوَ رَافِعٌ يَدَيْهِ لَا تُجَاوِزَانِ رَأْسَهُ فَلَمَّا أَفَاضَ سَارَ عَلَى هِينَتِهِ حَتَّى أَتَى جَمْعًا ثُمَّ أَفَاضَ مِنْ جَمْعٍ وَالْفَضْلُ رِدْفُهُ قَالَ الْفَضْلُ مَا زَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Telah menceritakan kepada kami Ya'la dan Muhammad keduanya anak 'Ubaid, berkata: telah menceritakan kepada kami Abdul Malik dari 'Atho` dari Abdullah bin Abbas dari Al Fadhl berkata: Rasulullah shallallahu 'alaihi wa sallam berangkat dari Arafah dengan membonceng Usamah bin Zaid, dan unta yang beliau kendarai membawa beliau berkeliling ketika sedang wuquf di Arafah sebelum berangkat (meninggalkan Arafah) dengan mengangkat kedua tangannya namun tidak melampui kepalanya. Tatkala bertolak (meninggalkan Arafah), beliau berjalan dengan tenang sampai di Muzdalifah, kemudian beliau bertolak dari Muzdalifah dengan membonceng Al Fadhl. Al Fadhl berkata: \"Nabi shallallahu 'alaihi wa sallam tetap bertalbiyah sampai melempar jumrah.\""
        },
        {
            "number": 1720,
            "arab": "حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا ابْنُ جُرَيْجٍ حَدَّثَنِي مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ قَالَ زَارَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَبَّاسًا وَنَحْنُ فِي بَادِيَةٍ لَنَا فَقَامَ يُصَلِّي قَالَ أُرَاهُ قَالَ الْعَصْرَ وَبَيْنَ يَدَيْهِ كُلَيْبَةٌ لَنَا وَحِمَارٌ يَرْعَى لَيْسَ بَيْنَهُ وَبَيْنَهُمَا شَيْءٌ يَحُولُ بَيْنَهُ وَبَيْنَهُمَا",
            "id": "Telah menceritakan kepada kami Abdurrazzaq telah memberitakan kepada kami Ibnu Juraij telah menceritakan kepadaku Muhammad bin Umar bin Ali dari Al Fadhl bin Abbas berkata: Nabi shallallahu 'alaihi wa sallam mengunjungi Abbas dan pada saat itu kami sedang berada kebun kami, kemudian beliau mengerjakan shalat. -Muhammad bin Umar berkata: Al Fadhl berkata: \"Shalat ashar\"- dan di depan beliau terdapat anjing kecil dan seekor keledai yang sedang merumput, sedangkan antara beliau dan dua hewan tersebut tidak ada sesuatupun yang memisahkannya\""
        },
        {
            "number": 1721,
            "arab": "حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنِ ابْنِ عَبَّاسٍ حَدَّثَنِي الْفَضْلُ بْنُ عَبَّاسٍ قَالَ أَتَتْ امْرَأَةٌ مِنْ خَثْعَمٍ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبِي أَدْرَكَتْهُ فَرِيضَةُ اللَّهِ عَزَّ وَجَلَّ فِي الْحَجِّ وَهُوَ شَيْخٌ كَبِيرٌ لَا يَسْتَطِيعُ أَنْ يَثْبُتَ عَلَى دَابَّتِهِ قَالَ فَحُجِّي عَنْ أَبِيكِ",
            "id": "Telah menceritakan kepada kami Abdurrazzaq telah memberitakan kepada kami Ma'mar dari Az Zuhri dari Sulaiman bin Yasar dari Ibnu Abbas telah menceritakan kepadaku Al Fadhl bin Abbas , dia berkata: seorang wanita dari Khatsam datang dan berkata: \"Wahai Rasulullah, ayahku terkena kewajiban dari Allah Azza Wa Jalla berupa haji. Padahal ia telah lanjut usia dan tidak sanggup lagi duduk di atas kendaraannya.\" Beliau menjawab: \"Berhajilah untuk ayahmu!\""
        },
        {
            "number": 1722,
            "arab": "حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَمْرُو ابْنُ دِينَارٍ أَنَّ ابْنَ عَبَّاسٍ كَانَ يُخْبِرُ أَنَّ الْفَضْلَ بْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّهُ دَخَلَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبَيْتَ وَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُصَلِّ فِي الْبَيْتِ حِينَ دَخَلَهُ وَلَكِنَّهُ لَمَّا خَرَجَ فَنَزَلَ رَكَعَ رَكْعَتَيْنِ عِنْدَ بَابِ الْبَيْتِ",
            "id": "Telah menceritakan kepada kami Abdurrazzaq telah menceritakan kepada kami Ibnu Juraij telah mengabarkan kepadaku 'Amru bin Dinar bahwa Ibnu Abbas mengabari bahwa Al Fadhl bin Abbas mengabarinya, bahwa dia masuk ke Ka'bah bersama Nabi shallallahu 'alaihi wa sallam dan beliau tidak shalat di dalamnya ketika memasukinya, dan ketika keluar beliau shalat dua raka'at di depan pintunya."
        },
        {
            "number": 1723,
            "arab": "حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا يَعْنِي ابْنَ أَبِي زَائِدَةَ حَدَّثَنِي عَبْدُ الْمَلِكِ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْدَفَ أُسَامَةَ بْنَ زَيْدٍ مِنْ عَرَفَةَ حَتَّى جَاءَ جَمْعًا وَأَرْدَفَ الْفَضْلَ بْنَ عَبَّاسٍ مِنْ جَمْعٍ حَتَّى جَاءَ مِنًى قَالَ ابْنُ عَبَّاسٍ وَأَخْبَرَنِي الْفَضْلُ بْنُ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Telah menceritakan kepada kami Yahya bin Zakaria yaitu Ibnu Abu Za`idah, telah menceritakan kepadaku Abdul Malik dari 'Atho` dari Ibnu Abbas bahwa Nabi shallallahu 'alaihi wa sallam membonceng Usamah bin Zaid dari Arafah sampai di Muzdalifah, dan beliau membonceng Al Fadhl bin Abbas dari Muzdalifah sampai di Mina. Ibnu Abbas berkata: dan telah mengabarkan kepadaku Al Fadhl bin Abbas bahwa Nabi shallallahu 'alaihi wa sallam tetap bertalbiyah hingga beliau melempar jumrah."
        },
        {
            "number": 1724,
            "arab": "حَدَّثَنَا رَوْحٌ حَدَّثَنَا ابْنُ جُرَيْجٍ وَابْنُ بَكْرٍ قَالَا حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّهُ أَخْبَرَهُ أَبُو مَعْبَدٍ مَوْلَى ابْنِ عَبَّاسٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي عَشِيَّةِ عَرَفَةَ وَغَدَاةِ جَمْعٍ لِلنَّاسِ حِينَ دَفَعُوا عَلَيْكُمْ السَّكِينَةَ وَهُوَ كَافٌّ نَاقَتَهُ حَتَّى إِذَا دَخَلَ مِنًى حِينَ هَبَطَ مُحَسِّرًا قَالَ عَلَيْكُمْ بِحَصَى الْخَذْفِ الَّذِي يُرْمَى بِهِ الْجَمْرَةُ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُشِيرُ بِيَدِهِ كَمَا يَخْذِفُ الْإِنْسَانُ",
            "id": "Telah menceritakan kepada kami Rauh telah menceritakan kepada kami Ibnu Juraij dan Ibnu Bakr berkata: telah menceritakan kepada kami Ibnu Juraij telah mengabarkan kepadaku Abu Zubair bahwasanya tealah mengabarkan kepadanya Abu Ma'bad mantan budak Ibnu Abbas, dari Abdullah bin Abbas dari Al Fadhl bin Abbas dari Rasulullah shallallahu 'alaihi wa sallam, beliau bersabda pada sore hari di Arafah dan pagi hari di Muzdalifah kepada orang-orang ketika hendak bertolak: \"Hendaklah kalian bertolak dengan tenang.\" Saat itu beliau menahan laju untanya sampai mulai memasuki Mina ketika menuruni lembah Muhassir. Beliau bersabda: \"Hendaklah kalian (mengumpulkan) kerikil untuk melempar jumrah.\" Nabi shallallahu 'alaihi wa sallam memberi isyarat dengan tangan beliau sebagaimana orang yang hendak melempar sesuatu."
        },
        {
            "number": 1725,
            "arab": "حَدَّثَنَا رَوْحٌ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ ابْنُ شِهَابٍ حَدَّثَنِي سُلَيْمَانُ بْنُ يَسَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنِ الْفَضْلِ أَنَّ امْرَأَةً مِنْ خَثْعَمٍ قَالَتْ يَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَبِي أَدْرَكَتْهُ فَرِيضَةُ اللَّهِ فِي الْحَجِّ وَهُوَ شَيْخٌ كَبِيرٌ لَا يَسْتَطِيعُ أَنْ يَسْتَوِيَ عَلَى ظَهْرِ بَعِيرِهِ قَالَ فَحُجِّي عَنْهُ",
            "id": "Telah menceritakan kepada kami Rauh telah menceritakan kepada kami Ibnu Juraij , Ibnu Syihab berkata: telah menceritakan kepadaku Sulaiman bin Yasar dari Abdullah bin Abbas dari Al Fadhl bin Abbas bahwa seorang wanita dari Khats'am berkata: \"Wahai Rasulullah, ayahku telah terkena kewajiban Allah yang berupa haji, padahal dia telah lanjut usia yang sudah tidak sanggup lagi duduk di atas kendaraannya?\" Beliau bersabda: \"Berhajilah untuknya!\""
        },
        {
            "number": 1726,
            "arab": "حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى وَأَبُو أَحْمَدَ يَعْنِي الزُّبَيْرِيَّ الْمَعْنَى قَالَا حَدَّثَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ قَالَ أَبُو أَحْمَدَ حَدَّثَنِي الْفَضْلُ بْنُ عَبَّاسٍ قَالَ كُنْتُ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ أَفَاضَ مِنْ الْمُزْدَلِفَةِ وَأَعْرَابِيٌّ يُسَايِرُهُ وَرِدْفُهُ ابْنَةٌ لَهُ حَسْنَاءُ قَالَ الْفَضْلُ فَجَعَلْتُ أَنْظُرُ إِلَيْهَا فَتَنَاوَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِوَجْهِي يَصْرِفُنِي عَنْهَا فَلَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ",
            "id": "Telah menceritakan kepada kami Hujain bin Al Mutsanna dan Abu Ahmad yaitu Az Zubairi secara makna, telah menceritakan kepada kami Isra'il dari Abu Ishaq dari Sa'id bin Jubair dari Ibnu Abbas dari Al Fadhl bin Abbas , menurut Abu Ahmad , dia berkata: telah menceritakan kepadaku Al Fadhl bin Abbas , dia berkata: \"Saya pernah dibonceng Nabi shallallahu 'alaihi wa sallam ketika beliau meninggalkan Muzdalifah, lalu seorang Badui yang memboncengkan putrinya yang cantik menghadang beliau.\" Al Fadhl melanjutkan ceritanya: \"kemudian saya memandang putri orang badui tersebut, maka Rasulullah shallallahu 'alaihi wa sallam segera memegang wajahku dan memalingkannya darinya, beliau tetap bertalbiyah hingga beliau melempar jumrah.\""
        },
        {
            "number": 1727,
            "arab": "حَدَّثَنَا حَمَّادُ بْنُ خَالِدٍ قَالَ حَدَّثَنَا ابْنُ عُلَاثَةَ عَنْ مَسْلَمَةَ الْجُهَنِيِّ قَالَ سَمِعْتُهُ يُحَدِّثُ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ قَالَ خَرَجْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فَبَرِحَ ظَبْيٌ فَمَالَ فِي شِقِّهِ فَاحْتَضَنْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ تَطَيَّرْتَ قَالَ إِنَّمَا الطِّيَرَةُ مَا أَمْضَاكَ أَوْ رَدَّكَ",
            "id": "Telah menceritakan kepada kami Hammad bin Khalid berkata: telah menceritakan kepada kami Ibnu 'Ulatsah dari Maslamah Al Juhani berkata: saya mendengarnya menceritakannya dari Al Fadhl bin Abbas berkata: Suatu hari aku keluar bersama Rasulullah shallallahu 'alaihi wa sallam kemudian kami mendapatkan seekor kijang yang lewat di sebelah kanan ke kiri beliau. Tiba-tiba beliau memiringkan tubuhnya ke samping (karena hendak turun), maka saya pun bersegera merangkulnya dan bertanya: \"Wahai Rasulullah, apakah anda meramalkan akan terjadi hal-hal yang buruk?\" beliau menjawab: \"Sesungguhnya meramalkan hal-hal yang buruk yaitu sesuatu yang akan membuatmu terus maju atau yang membuatmu membatalkannya.\""
        },
        {
            "number": 1728,
            "arab": "حَدَّثَنَا وَكِيعٌ حَدَّثَنَا ابْنُ جُرَيْجٍ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَبَّى حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ",
            "id": "Telah menceritakan kepada kami Waki' telah menceritakan kepada kami Ibnu Juraij dari 'Atho` dari Ibnu Abbas dari Al Fadhl bin Abbas bahwa Nabi shallallahu 'alaihi wa sallam tetap bertalbiyah sampai beliau melempar jumrah Aqabah."
        },
        {
            "number": 1729,
            "arab": "حَدَّثَنَا إِسْمَاعِيلُ أَنْبَأَنَا ابْنُ عَوْنٍ عَنْ رَجَاءِ بْنِ حَيْوَةَ قَالَ بَنَى يَعْلَى بْنُ عُقْبَةَ فِي رَمَضَانَ فَأَصْبَحَ وَهُوَ جُنُبٌ فَلَقِيَ أَبَا هُرَيْرَةَ فَسَأَلَهُ فَقَالَ أَفْطِرْ قَالَ أَفَلَا أَصُومُ هَذَا الْيَوْمَ وَأُجْزِئُهُ مِنْ يَوْمٍ آخَرَ قَالَ أَفْطِرْ فَأَتَى مَرْوَانَ فَحَدَّثَهُ فَأَرْسَلَ أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ إِلَى أُمِّ الْمُؤْمِنِينَ فَسَأَلَهَا فَقَالَتْ قَدْ كَانَ يُصْبِحُ فِينَا جُنُبًا مِنْ غَيْرِ احْتِلَامٍ ثُمَّ يُصْبِحُ صَائِمًا فَرَجَعَ إِلَى مَرْوَانَ فَحَدَّثَهُ فَقَالَ الْقَ بِهَا أَبَا هُرَيْرَةَ فَقَالَ جَارٌ جَارٌ فَقَالَ أَعْزِمُ عَلَيْكَ لَتَلْقَانِهِ بِهِ قَالَ فَلَقِيَهُ فَحَدَّثَهُ فَقَالَ إِنِّي لَمْ أَسْمَعْهُ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا أَنْبَأَنِيهِ الْفَضْلُ بْنُ عَبَّاسٍ قَالَ فَلَمَّا كَانَ بَعْدَ ذَلِكَ لَقِيتُ رَجَاءً فَقُلْتُ حَدِيثُ يَعْلَى مَنْ حَدَّثَكَهُ قَالَ إِيَّايَ حَدَّثَهُ",
            "id": "Telah menceritakan kepada kami Isma'il telah memberitakan kepada kami Ibnu Aun dari Raja' bin Haiwah berkata: Pada malam hari bulan Ramadhan Ya'la bin 'Uqbah berhubungan intim (dengan istrinya), ketika menjelang pagi hari dia masih dalam keadaan junub. Kemudian dia bertemu Abu Hurairah dan menanyakan kepadanya, dan Abu Hurairah menjawab: \"Berbukalah!\" Ya'la bertanya lagi: \"Apakah bisa aku berpuasa pada hari ini dan dapat saya ganti dengan hari lainnya.\" Abu Hurairah menjawab: \"Berbukalah\" lalu Ya'la menemui Marwan dan menceritakan kepadanya, maka Marwan segera mengirim Abu Bakar bin Abdurrahman bin Al Harits kepada Ummul Mukminin untuk menanyakan kepadanya. Maka Ummul Mukminin menjawab: \"Beliau pada pagi hari dalam keadaan junub bukan karena mimpi, kemudian beliau berpuasa.\" Kemudian Abu Bakar pulang menemui Marwan dan menceritakannya, lalu Marwan berkata: \"Temuilah Abu Hurairah.\" Ya'la berkata: \"Dia adalah tetangga, dia adalah tetangga.\" Marwan berkata: \"Saya sangat berharap, agar kamu dapat menemuinya.\" Ya'la berkata: \"Lalu saya menemuinya dan saya ceritakan perkataan Aisyah.\" Maka dia menjawab: \"Saya tidak mendengar langsung dari Nabi shallallahu 'alaihi wa sallam, namun saya diberitahu oleh Al Fadhl bin Abbas.\" Ibnu Aun berkata: Setelah itu saya menemui Raja' dan saya tanyakan tentang hadits Ya'la, siapa yang menceritakannya kepadamu. Maka dia menjawab: \"Ya'la sendiri yang menceritakannya kepadaku.\""
        },
        {
            "number": 1730,
            "arab": "حَدَّثَنَا مُحَمَّدٌ هُوَ ابْنُ جَعْفَرٍ وَرَوْحٌ قَالَا حَدَّثَنَا شُعْبَةُ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ يُوسُفَ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ أَنَّهُ كَانَ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ النَّحْرِ فَكَانَ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ قَالَ رَوْحٌ فِي الْحَجِّ قَالَ رَوْحٌ يَعْنِي فِي حَدِيثِهِ قَالَ حَدَّثَنَا عَلِيُّ بْنُ زَيْدٍ قَالَ سَمِعْتُ يُوسُفَ بْنَ مَاهَكَ كِلَاهُمَا قَالَ ابْنُ مَاهَكَ",
            "id": "Telah menceritakan kepada kami Muhammad yaitu Ibnu Ja'far, dan Rauh berkata: telah menceritakan kepada kami Syu'bah dari Ali bin Zaid dari Yusuf dari Ibnu Abbas dari Al Fadhl bahwa dia dibonceng Nabi shallallahu 'alaihi wa sallam pada Hari Nahr. Beliau tetap bertalbiyah sehingga melempar jumrah. Rauh berkata: dalam (menjalankan ritual) Haji, berkata juga dalam haditsnya: telah menceritakan kepada kami Ali bin Zaid berkata: saya mendengar Yusuf bin Mahak , keduanya mengatakan Ibnu Mahak."
        },
        {
            "number": 1731,
            "arab": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا سَعِيدٌ حَدَّثَنَا كَثِيرُ بْنُ شِنْظِيرٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّهُ كَانَ رِدْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ النَّحْرِ وَكَانَتْ جَارِيَةٌ خَلْفَ أَبِيهَا فَجَعَلْتُ أَنْظُرُ إِلَيْهَا فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصْرِفُ وَجْهِي عَنْهَا فَلَمْ يَزَلْ مِنْ جَمْعٍ إِلَى مِنًى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ يَوْمَ النَّحْرِ",
            "id": "Telah menceritakan kepada kami Muhammad bin Ja'far telah menceritakan kepada kami Sa'id telah menceritakan kepada kami Katsir bin Syinzhir dari 'Atho` bin Abu Rabah dari Abdullah bin Abbas dari Al Fadhl bin Abbas bahwa dia dibonceng Nabi shallallahu 'alaihi wa sallam pada Hari Nahr, kemudian (datang) seorang gadis di belakang bapaknya, maka saya memandang ke wanita tersebut tetapi Rasulullah shallallahu 'alaihi wa sallam memalingkan wajahku darinya. Selama dalam perjalanan antara Muzdalifah ke Mina Rasulullah shallallahu 'alaihi wa sallam selalu bertalbiyah sampai melempar jumrah Aqabah pada Hari Nahr."
        },
        {
            "number": 1732,
            "arab": "حَدَّثَنَا بَهْزٌ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ حَدَّثَنِي عَزْرَةُ عَنِ الشَّعْبِيِّ أَنَّ الْفَضْلَ حَدَّثَهُ أَنَّهُ كَانَ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عَرَفَةَ فَلَمْ تَرْفَعْ رَاحِلَتُهُ رِجْلَهَا غَادِيَةً حَتَّى بَلَغَ جَمْعًا قَالَ و حَدَّثَنِي الشَّعْبِيُّ أَنَّ أُسَامَةَ حَدَّثَهُ أَنَّهُ كَانَ رَدِيفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ جَمْعٍ فَلَمْ تَرْفَعْ رَاحِلَتُهُ رِجْلَهَا غَادِيَةً حَتَّى رَمَى الْجَمْرَةَ",
            "id": "Telah menceritakan kepada kami Bahz telah menceritakan kepada kami Hammad telah menceritakan kepada kami Qatadah telah menceritakan kepadaku 'Azrah dari Asy Sya'bi bahwa Al Fadhl menceritakan kepadanya, bahwa dia dibonceng Nabi shallallahu 'alaihi wa sallam dari Arafah, dan unta beliau tidak mengangkat kakinya dengan tergesa-gesa sampai tiba di Muzdalifah. 'Azrah berkata: dan telah menceritakan kepadaku Asy Sya'bi bahwa Usamah menceritakan kepadanya, bahwa dia dibonceng Nabi shallallahu 'alaihi wa sallam dari Muzdalifah dan unta beliau tidak mengangkat kakinya dengan tergesa-gesa sampai beliau melempar jumrah."
        },
        {
            "number": 1733,
            "arab": "حَدَّثَنَا أَبُو كَامِلٍ حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَامَ فِي الْكَعْبَةِ فَسَبَّحَ وَكَبَّرَ وَدَعَا اللَّهَ وَاسْتَغْفَرَهُ وَلَمْ يَرْكَعْ وَلَمْ يَسْجُدْ",
            "id": "Telah menceritakan kepada kami Abu Kamil telah menceritakan kepada kami Hammad yaitu Ibnu Salamah, dari 'Amru bin Dinar dari Ibnu Abbas dari Al Fadhl bin Abbas , bahwa Nabi shallallahu 'alaihi wa sallam berdiri di dalam Ka'bah, lalu membaca tasbih, bertakbir, berdo'a kepada Allah dan meminta ampunanNya. Beliau tidak ruku' dan sujud."
        },
        {
            "number": 1734,
            "arab": "حَدَّثَنَا مَرْوَانُ بْنُ شُجَاعٍ عَنْ خُصَيْفٍ عَنْ مُجَاهِدٍ عَنِ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْدَفَ أُسَامَةَ مِنْ عَرَفَاتٍ إِلَى جَمْعٍ وَأَرْدَفَ الْفَضْلَ مِنْ جَمْعٍ إِلَى مِنًى فَأَخْبَرَهُ بِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ",
            "id": "Telah menceritakan kepada kami Marwan bin Syuja' dari Khusaif dari Mujahid dari Ibnu Abbas bahwa Rasulullah shallallahu 'alaihi wa sallam memboncengkan Usamah dari Arafah menuju Muzdalifah (dan membonceng) Al Fadhl dari Muzdalifah sampai Mina dan dia juga mengabarinya bahwa Rasulullah shallallahu 'alaihi wa sallam tetap bertalbiyah sampai melempar jumrah 'Aqabah."
        },
        {
            "number": 1735,
            "arab": "أَنْبَأَنَا كَثِيرُ بْنُ هِشَامٍ قَالَ حَدَّثَنَا فُرَاتٌ حَدَّثَنَا عَبْدُ الْكَرِيمِ عَنْ سَعْدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّهُ كَانَ رَدِيفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ",
            "id": "Telah menceritakan kepada kami Katsir bin Syuja' berkata: telah menceritakan kepada kami Furat telah menceritakan kepada kami Abdul Karim dari Sa'd bin Jubair dari Ibnu Abbas dari Al Fadhl bin Abbas bahwa dia dibonceng Rasulullah shallallahu 'alaihi wa sallam dan beliau tetap bertalbiyah sampai melempar jumrah 'Aqabah."
        },
        {
            "number": 1736,
            "arab": "حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا أَبُو إِسْرَائِيلَ عَنْ فُضَيْلِ بْنِ عَمْرٍو عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ أَوْ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَوْ أَحَدِهِمَا عَنْ صَاحِبِهِ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَرَادَ أَنْ يَحُجَّ فَلْيَتَعَجَّلْ فَإِنَّهُ قَدْ تَضِلُّ الضَّالَّةُ وَيَمْرَضُ الْمَرِيضُ وَتَكُونُ الْحَاجَةُ",
            "id": "Telah menceritakan kepada kami Abu Ahmad Az Zubairi, Muhammad bin Abdullah telah menceritakan kepada kami Abu Israil dari Fudhail bin 'Amru dari Sa'id bin Jubair dari Ibnu Abbas atau dari Al Fadhl bin Abbas atau salah satu dari mereka berdua dari yang lainnya berkata: Nabi shallallahu 'alaihi wa sallam bersabda: \"Barangsiapa ingin menunaikan haji maka hendaklah ia menyegerakannya, karena bisa jadi jika ditunda hartanya akan hilang, atau tubuhnya tertimpa sakit dan muncul keperluan lainnya.\""
        },
        {
            "number": 1737,
            "arab": "حَدَّثَنَا وَكِيعٌ حَدَّثَنَا أَبُو إِسْرَائِيلَ الْعَبْسِيُّ عَنْ فُضَيْلِ بْنِ عَمْرٍو عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ أَوْ أَحَدِهِمَا عَنِ الْآخَرِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَرَادَ الْحَجَّ فَلْيَتَعَجَّلْ فَإِنَّهُ قَدْ يَمْرَضُ الْمَرِيضُ وَتَضِلُّ الضَّالَّةُ وَتَعْرِضُ الْحَاجَةُ",
            "id": "Telah menceritakan kepada kami Waki' telah menceritakan kepada kami Abu Israil Al 'Absi dari Fudhail bin 'Amru dari Sa'id bin Jubair dari Ibnu Abbas dari Al Fadhl atau salah satu dari mereka dari yang lainnya, berkata: Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Barangsiapa ingin menunaikan haji, maka hendaklah ia menyegerakannya, karena bisa jadi dia tertimpa sakit dan perbekalannya akan hilang dan muncul keperluan lainnya.\""
        },
        {
            "number": 1738,
            "arab": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عُمَرَ أَبُو الْمُنْذِرِ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي عَلِيٍّ الزَّرَّادِ قَالَ حَدَّثَنِي جَعْفَرُ بْنُ تَمَّامِ بْنِ عَبَّاسٍ عَنْ أَبِيهِ قَالَ أَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ أُتِيَ فَقَالَ مَا لِي أَرَاكُمْ تَأْتُونِي قُلْحًا اسْتَاكُوا لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي لَفَرَضْتُ عَلَيْهِمْ السِّوَاكَ كَمَا فَرَضْتُ عَلَيْهِمْ الْوُضُوءَ",
            "id": "Telah menceritakan kepada kami Isma'il bin 'Amru, Abu Al Mundzir berkata: telah menceritakan kepada kami Sufyan dari Abu Ali Az Zarad berkata: telah menceritakan kepadaku Ja'far bin Tammam dari Bapaknya berkata: Para sahabat menemui Nabi shallallahu 'alaihi wa sallam, atau ada yang datang pada beliau. Maka beliau bertanya: \"Apa yang menyebabkan kalian menemuiku dengan gigi yang kuning. Bersiwaklah kalian, seandainya tidak akan memberatkan umatku, niscaya aku akan wajibkan bagi mereka untuk bersiwak sebagaimana aku wajibkan atas mereka berwudhu.\""
        },
        {
            "number": 1739,
            "arab": "حَدَّثَنَا جَرِيرٌ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصُفُّ عَبْدَ اللَّهِ وَعُبَيْدَ اللَّهِ وَكَثِيرًا مِنْ بَنِي الْعَبَّاسِ ثُمَّ يَقُولُ مَنْ سَبَقَ إِلَيَّ فَلَهُ كَذَا وَكَذَا قَالَ فَيَسْتَبِقُونَ إِلَيْهِ فَيَقَعُونَ عَلَى ظَهْرِهِ وَصَدْرِهِ فَيُقَبِّلُهُمْ وَيَلْزَمُهُمْ",
            "id": "Telah menceritakan kepada kami Jarir dari Yazid bin Abu Ziyad dari Abdullah bin al Harits berkata: Rasulullah shallallahu 'alaihi wa sallam membariskan Abdullah, Ubaidullah dan banyak lagi sahabat dari kalangan Bani Al Abbas, seraya bersabda: \"Barangsiapa paling dahulu sampai kepadaku, maka ia akan mendapatkan ini dan itu.\" Abdullah berkata: Lalu mereka saling berlomba untuk sampai kepada Rasulullah shallallahu 'alaihi wa sallam, sehingga diantara mereka ada yang menyentuh dada beliau dan ada juga yang menyentuh punggung beliau. Kemudian beliau menciumi mereka dan memeluk mereka.\""
        },
        {
            "number": 1740,
            "arab": "حَدَّثَنَا هُشَيْمٌ أَنْبَأَنَا يَحْيَى بْنُ أَبِي إِسْحَاقَ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عُبَيْدِ اللَّهِ بْنِ الْعَبَّاسِ قَالَ جَاءَتْ الْغُمَيْصَاءُ أَوْ الرُّمَيْصَاءُ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَشْكُو زَوْجَهَا وَتَزْعُمُ أَنَّهُ لَا يَصِلُ إِلَيْهَا فَمَا كَانَ إِلَّا يَسِيرًا حَتَّى جَاءَ زَوْجُهَا فَزَعَمَ أَنَّهَا كَاذِبَةٌ وَلَكِنَّهَا تُرِيدُ أَنْ تَرْجِعَ إِلَى زَوْجِهَا الْأَوَّلِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ لَكِ ذَلِكَ حَتَّى يَذُوقَ عُسَيْلَتَكِ رَجُلٌ غَيْرُهُ",
            "id": "Telah menceritakan kepada kami Husyaim telah memberitakan kepada kami Yahya bin Abu Ishaq dari Sulaiman bin Yasar dari Ubaidullah bin Abbas berkata: Al Ghumaisha' atau Ar Rumaisha' menemui Rasulullah shallallahu 'alaihi wa sallam mengadukan suaminya, dan perempuan itu menyatakan bahwa suaminya tidak mau menggaulinya. Tidak lama kemudian datanglah suaminya dan menyatakan bahwa istrinya berdusta, namun dia melakukannya hanya karena ingin kembali kepada suami pertamanya. Maka Rasulullah shallallahu 'alaihi wa sallam berkata kepada perempuan itu: \"Engkau tidak akan bisa melakukannya hingga suami kedua merasakan madumu.\""
        }
    ]
}